[
  {
    "chunk_id": "mathematics-ch01-000",
    "text": "Answer Key Chapter 1 Try It 1.1 Functions and Function Notation ⓐyes ⓑyes. (Note: If two players had been tied for, say, 4th place, then the name would not have been a function of rank.) 1. 2. 3. yes 4. 5. 6. 7. 8. or ⓐyes, because each bank account has a single balance at any given time ⓑno, because several bank account numbers may have the same balance ⓒno, because the same output may correspond to more than one input. 9. ⓐYes, letter grade is a function of percent grade; ⓑNo, it is not one-to-one. There are 100 different percent numbers we could get but only about five possible letter grades, so there cannot be only one percent number that corresponds to each letter grade. 10. 11. yes 12. No, because it does not pass the horizontal line test. 1.2 Domain and Range 1. 2. ∞∞ 3. ∞ ∞ 4. ∞ ⓐvalues that are less than or equal to –2, or values that are greater than or equal to –1 and less than 3; ⓑ ; ⓒ ∞ 5. 6. domain =[1950,2002] range = [47,000,000,89,000,000] 1287 7. domain: ∞ range: ∞ 8. 1.3 Rates of Change and Behavior of Graphs 1. per year. 2. 3. 4. The local maximum appears to occur at and the local minimum occurs at The function is increasing on ∞ ∞ and decreasing on 1.4 Composition of Functions 1. No, the functions are not the same. 2. A gravitational force is still a force, so makes sense as the acceleration of a planet at a distance r from the Sun (due to gravity), but does not make sense. 3. and 4. ⓐ8 ⓑ20 5. 6. ∞ 7. Possible answer: 1288 Access for free at openstax.org 1.5 Transformation of Functions 1. 2. The graphs of and are shown below. The transformation is a horizontal shift. The function is shifted to the left by 2 units. 3. 4. 5. a. b. ⓐ -2 0 2 4 ⓑ -2 0 2 4 15 10 5 unknown 6. 7. Notice: looks the same as . 8. even 9. 2 4 6 8 9 12 15 0 10. 11. so using the square root function we get 1289 1.6 Absolute Value Functions 1. 2. using the variable for passing, 3. 4. or 5. so the graph intersects the vertical axis at when and so the graph intersects the horizontal axis at and 6. 7. or in interval notation, this would be ∞ ∞ 1.7 Inverse Functions 1. 2. No 3. Yes 4. The domain of function is ∞ and the range of function is ∞ 5. a. In 60 minutes, 50 miles are traveled. b. To travel 60 miles, it will take 70 minutes. 6. a. 3; b. 5.6 7. 8. ∞ ∞ 9. 1.1 Section Exercises 1. A relation is a set of ordered pairs. A function is a special kind of relation in which no two ordered pairs have the same first coordinate. 3.",
    "word_count": 497,
    "token_count": 814,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 0
    }
  },
  {
    "chunk_id": "mathematics-ch01-001",
    "text": "it will take 70 minutes. 6. a. 3; b. 5.6 7. 8. ∞ ∞ 9. 1.1 Section Exercises 1. A relation is a set of ordered pairs. A function is a special kind of relation in which no two ordered pairs have the same first coordinate. 3. When a vertical line intersects the graph of a relation more than once, that indicates that for that input there is more than one output. At any particular input value, there can be only one output if the relation is to be a function. 5. When a horizontal line intersects the graph of a function more than once, that indicates that for that output there is more than one input. A function is one- to-one if each output corresponds to only one input. 7. function 9. function 11. function 1290 Access for free at openstax.org 13. function 15. function 17. function 19. function 21. function 23. function 25. not a function 27. 29. 31. 33. ⓐ ⓑ 35. ⓐ ⓑ or 37. ⓐ ⓑ ⓒ 39. 41. not a function 43. function 45. function 47. function 49. function 51. function ⓐ ⓑ or 53. 55. not a function so it is also not a one-to-one function 57. one-to-one function 59. function, but not one-to- one 61. function 63. function 65. not a function 67. 69. 71. 77. 79. 81. 83. 85. 87. ⓐ ⓑThe number of cubic yards of dirt required for a garden of 100 square feet is 1. 89. ⓐThe height of a rocket above ground after 1 second is 200 ft. ⓑthe height of a rocket above ground after 2 seconds is 350 ft. 91. 1.2 Section Exercises 1. The domain of a function depends upon what values of the independent variable make the function undefined or imaginary. 3. There is no restriction on for because you can take the cube root of any real number. So the domain is all real numbers, ∞∞ When dealing with the set of real numbers, you cannot take the square root of negative numbers. So -values are restricted for to nonnegative numbers and the domain is ∞ 5. Graph each formula of the piecewise function over its corresponding domain. Use the same scale for the -axis and -axis for each graph. Indicate inclusive endpoints with a solid circle and exclusive endpoints with an open circle. Use an arrow to indicate ∞or ∞Combine the graphs to find the graph of the piecewise function. 1292 Access for free at openstax.org 7. ∞∞ 9. ∞ 11. ∞∞ 13. ∞∞ 15. ∞ ∞ 17. ∞ ∞ 19. ∞ ∞ 21. ∞ 23. ∞ 25. ∞ ∞ 27. domain: range 29. domain: range: 31. domain: range: 33. domain: ∞ range: ∞ 35. domain: range: 37. domain: ∞ range: ∞ 39. domain: ∞∞ 41. domain: ∞∞ 43. domain: ∞∞ 45. domain: ∞∞ 47. 49. 51. 53. domain: ∞ ∞ 1293 55. window: range: window: range: 57. 59. Many answers. One function is 1.3 Section Exercises 1.",
    "word_count": 497,
    "token_count": 826,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 1
    }
  },
  {
    "chunk_id": "mathematics-ch01-002",
    "text": "∞ range: ∞ 35. domain: range: 37. domain: ∞ range: ∞ 39. domain: ∞∞ 41. domain: ∞∞ 43. domain: ∞∞ 45. domain: ∞∞ 47. 49. 51. 53. domain: ∞ ∞ 1293 55. window: range: window: range: 57. 59. Many answers. One function is 1.3 Section Exercises 1. Yes, the average rate of change of all linear functions is constant. 3. The absolute maximum and minimum relate to the entire graph, whereas the local extrema relate only to a specific region around an open interval. 5. 7. 3 9. 11. 13. 15. 17. 19. increasing on ∞ ∞ decreasing on 21. increasing on ∞ decreasing on ∞ 23. local maximum: local minimum: 1294 Access for free at openstax.org 25. absolute maximum at approximately absolute minimum at approximately 27. a. –3000; b. –1250 29. -4 31. 27 33. –0.167 35. Local minimum at decreasing on ∞ increasing on ∞ 37. Local minimum at decreasing on increasing on ∞ 39. Local maximum at local minima at and decreasing on ∞ increasing on ∞ 41. A 43. 45. 2.7 gallons per minute 47. approximately –0.6 milligrams per day 1.4 Section Exercises 1. Find the numbers that make the function in the denominator equal to zero, and check for any other domain restrictions on and such as an even- indexed root or zeros in the denominator. 3. Yes. Sample answer: Let Then and So 5. domain: ∞∞ domain: ∞∞ domain: ∞∞ domain: ∞ ∞ 7. domain: ∞ ∞ domain: ∞ ∞ domain: ∞ ∞ domain: ∞ ∞ 9. domain: ∞ domain: ∞ domain: ∞ domain: ∞ 1295 ⓐ3 ⓑ ⓒ ⓓ ⓔ 11. 13. 15. 17. 19. 21. • ⓐText • ⓑ ∞ ⓐ ∞ ⓑ ∞ ∞ c. ∞ 23. 25. ∞ 27. sample: 29. sample: 31. sample: 33. sample: 35. sample: 37. sample: 39. sample: 41. sample: 43. 2 45. 5 47. 4 49. 0 51. 2 53. 1 55. 4 57. 4 59. 9 61. 4 63. 2 65. 3 67. 11 69. 0 71. 7 73. 75. 77. 79. 81. 2 83. ∞∞ 85. False 87. ; 89. 91. c 93. and square inches 95. square units 1296 Access for free at openstax.org 97. • ⓐ • ⓑ3.38 hours 1.5 Section Exercises 1. A horizontal shift results when a constant is added to or subtracted from the input. A vertical shifts results when a constant is added to or subtracted from the output. 3. A horizontal compression results when a constant greater than 1 is multiplied by the input. A vertical compression results when a constant between 0 and 1 is multiplied by the output. 5. For a function substitute for in Simplify. If the resulting function is the same as the original function, then the function is even. If the resulting function is the opposite of the original function, then the original function is odd. If the function is not the same or the opposite, then the function is neither odd nor even. 7. 9. 11.",
    "word_count": 496,
    "token_count": 891,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 2
    }
  },
  {
    "chunk_id": "mathematics-ch01-003",
    "text": "the original function, then the function is even. If the resulting function is the opposite of the original function, then the original function is odd. If the function is not the same or the opposite, then the function is neither odd nor even. 7. 9. 11. The graph of is a horizontal shift to the left 43 units of the graph of 13. The graph of is a horizontal shift to the right 4 units of the graph of 15. The graph of is a vertical shift up 8 units of the graph of 17. The graph of is a vertical shift down 7 units of the graph of 19. The graph of is a horizontal shift to the left 4 units and a vertical shift down 1 unit of the graph of 21. decreasing on ∞ and increasing on ∞ 23. decreasing on ∞ 1297 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. even 49. odd 51. even 53. The graph of is a vertical reflection (across the -axis) of the graph of 55. The graph of is a vertical stretch by a factor of 4 of the graph of 57. The graph of is a horizontal compression by a factor of of the graph of 59. The graph of is a horizontal stretch by a factor of 3 of the graph of 61. The graph of is a horizontal reflection across the -axis and a vertical stretch by a factor of 3 of the graph of 63. 65. 1298 Access for free at openstax.org 67. 69. The graph of the function is shifted to the left 1 unit, stretched vertically by a factor of 4, and shifted down 5 units. 71. The graph of is stretched vertically by a factor of 2, shifted horizontally 4 units to the right, reflected across the horizontal axis, and then shifted vertically 3 units up. 73. The graph of the function is compressed vertically by a factor of 75. The graph of the function is stretched horizontally by a factor of 3 and then shifted vertically downward by 3 units. 77. The graph of is shifted right 4 units and then reflected across the vertical line 1299 79. 81. 1.6 Section Exercises 1. Isolate the absolute value term so that the equation is of the form Form one equation by setting the expression inside the absolute value symbol, equal to the expression on the other side of the equation, Form a second equation by setting equal to the opposite of the expression on the other side of the equation, Solve each equation for the variable. 3. The graph of the absolute value function does not cross the -axis, so the graph is either completely above or completely below the -axis. 5. First determine the boundary points by finding the solution(s) of the equation. Use the boundary points to form possible solution intervals. Choose a test value in each interval to determine which values satisfy the inequality. 7. 9.",
    "word_count": 500,
    "token_count": 652,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 3
    }
  },
  {
    "chunk_id": "mathematics-ch01-004",
    "text": "so the graph is either completely above or completely below the -axis. 5. First determine the boundary points by finding the solution(s) of the equation. Use the boundary points to form possible solution intervals. Choose a test value in each interval to determine which values satisfy the inequality. 7. 9. 11. 13. 15. 17. 19. 21. No solution 23. 25. 27. no -intercepts 29. ∞ ∞ 31. 33. ∞ ∞ 35. ∞ ∞ 37. 39. 41. 1300 Access for free at openstax.org 43. 45. 47. 49. 51. 53. range: 55. intercepts: 57. ∞∞ 59. There is no solution for that will keep the function from having a -intercept. The absolute value function always crosses the -intercept when 61. 63. 1301 1.7 Section Exercises 1. Each output of a function must have exactly one output for the function to be one-to-one. If any horizontal line crosses the graph of a function more than once, that means that -values repeat and the function is not one-to-one. If no horizontal line crosses the graph of the function more than once, then no -values repeat and the function is one-to-one. 3. Yes. For example, is its own inverse. 5. Given a function solve for in terms of Interchange the and Solve the new equation for The expression for is the inverse, 7. 9. 11. 13. domain of ∞ 15. domain of ∞ ⓐ and ⓑThis tells us that and are inverse functions 16. 17. 19. one-to-one 21. one-to-one 23. not one-to-one 25. 27. 29. 31. 33. 35. 37. 39. 41. 1 4 7 12 16 3 6 9 13 14 43. 45. Given the Fahrenheit temperature, this formula allows you to calculate the Celsius temperature. 1302 Access for free at openstax.org 47. The time for the car to travel 180 miles is 3.6 hours. Review Exercises 1. function 3. not a function 5. 7. one-to-one 9. function 11. function 13. 15. 17. or 19. 21. ∞ ∞ 23. 25. 27. increasing ∞ decreasing ∞ 29. increasing constant ∞ ∞ 31. local minimum local maximum 33. Absolute Maximum: 10 35. 37. 39. 41. 43. sample: 1303 45. 47. 49. 51. 53. 55. 57. even 59. odd 61. even 63. 65. 67. 69. 71. 73. 1304 Access for free at openstax.org 77. The function is one-to-one. 78. The function is not one-to-one. 79. Practice Test 1. The relation is a function. 3. −16 5. The graph is a parabola and the graph fails the horizontal line test. 7. 9. 11. 13. 15. 17. 19. and 21. 23. ∞ ∞ 25. 27. 29. 31. 33. yes 35. Chapter 2 Try It 2.1 Linear Functions 1. ; decreasing because 2. 1305 3. ; 4. ; 5. 6. 2.2 Graphs of Linear Functions 1. 2. Possible answers include or 3. 4. ⓐ ⓑ 5. 6. ⓐ ⓑ ⓒSlope -1 ⓓNeither parallel nor perpendicular ⓔDecreasing function ⓕGiven the identity function, perform a vertical flip (over the t-axis) and shift up 5 units. 7.",
    "word_count": 493,
    "token_count": 904,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 4
    }
  },
  {
    "chunk_id": "mathematics-ch01-005",
    "text": "Graphs of Linear Functions 1. 2. Possible answers include or 3. 4. ⓐ ⓑ 5. 6. ⓐ ⓑ ⓒSlope -1 ⓓNeither parallel nor perpendicular ⓔDecreasing function ⓕGiven the identity function, perform a vertical flip (over the t-axis) and shift up 5 units. 7. 2.3 Modeling with Linear Functions ⓐ ⓑThe y-intercept is If the company does not produce a single doughnut, they still incur a cost of $25,000. 1. ⓐ41,100 ⓑ2020 2. 3. 21.57 miles 2.4 Fitting Linear Models to Data 1. 2. 150.871 billion gallons; extrapolation 1306 Access for free at openstax.org 2.1 Section Exercises 1. Terry starts at an elevation of 3000 feet and descends 70 feet per second. 3. 3 miles per hour 5. 7. Yes. 9. No. 11. No. 13. No. 15. Increasing. 17. Decreasing. 19. Decreasing. 21. Increasing. 23. Decreasing. 25. 3 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. Linear, 49. Linear, 51. Linear, 53. Linear, 55. 57. 59. a. ; b. 61. 63. 65. 1307 67. 69. $45 per training session. 71. The rate of change is 0.1. For every additional minute talked, the monthly charge increases by $0.1 or 10 cents. The initial value is 24. When there are no minutes talked, initially the charge is $24. 73. The slope is This means for every year between 1960 and 1989, the population dropped by 400 per year in the city. 75. c. 2.2 Section Exercises 1. The slopes are equal; y-intercepts are not equal. 3. The point of intersection is This is because for the horizontal line, all of the coordinates are and for the vertical line, all of the coordinates are The point of intersection will have these two characteristics. 5. First, find the slope of the linear function. Then take the negative reciprocal of the slope; this is the slope of the perpendicular line. Substitute the slope of the perpendicular line and the coordinate of the given point into the equation and solve for Then write the equation of the line in the form by substituting in and 7. neither parallel or perpendicular 9. perpendicular 11. parallel 13. ; 15. ; 17. ; 19. 21. 23. 25. 27. 29. 31. 33. F 35. C 1308 Access for free at openstax.org 55. 57. ⓐ ⓑ0.75 ⓒ 59. 61. 63. 65. no point of intersection 67. 69. 71. 73. 75. Less than 3000 texts 2.3 Section Exercises 1. Determine the independent variable. This is the variable upon which the output depends. 3. To determine the initial value, find the output when the input is equal to zero. 5. 6 square units 7. 20.012 square units 9. 2,300 11. 64,170 13. 15. (–30, 0) Thirty years before the start of this model, the town had no citizens. (0, 75,000) Initially, the town had a population of 75,000. 17. Ten years after the model began. 19. 21.",
    "word_count": 476,
    "token_count": 850,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 5
    }
  },
  {
    "chunk_id": "mathematics-ch01-006",
    "text": "this model, the town had no citizens. (0, 75,000) Initially, the town had a population of 75,000. 17. Ten years after the model began. 19. 21. : The x-intercept is not a plausible set of data for this model because it means the baby weighed 0 pounds 15 months prior to birth. : The baby weighed 7.5 pounds at birth. 23. At age 5.8 months. 1310 Access for free at openstax.org 25. 27. : In roughly 59 years, the number of people inflicted with the common cold would be 0. : Initially there were 12,025 people afflicted by the common cold. 29. 2064 31. 33. In 2070, the company’s profit will be zero. 35. 37. (10, 0) In 1990, the profit earned zero profit. 39. Hawaii 41. During the year 1933 43. $105,620 ⓐ696 people ⓑ4 years ⓒ174 people per year ⓓ305 people ⓔ ⓕ2,219 people 45. ⓐ ⓑThe flat monthly fee is $10 and there is an additional $0.15 fee for each additional minute used ⓒ$113.05 47. ⓐ ⓑ6,640 moose 49. ⓐ ⓑ5.5 billion cubic feet ⓒDuring the year 2017 51. 53. More than 133 minutes 55. More than $42,857.14 worth of jewelry 57. $66,666.67 2.4 Section Exercises 1. When our model no longer applies, after some value in the domain, the model itself doesn’t hold. 3. We predict a value outside the domain and range of the data. 5. The closer the number is to 1, the less scattered the data, the closer the number is to 0, the more scattered the data. 7. 61.966 years 9. No. 11. No. 13. Interpolation. About 15. C 17. B 1311 19. 21. 23. Yes, trend appears linear because and will exceed 12,000 near midyear, 2016, 24.6 years since 1992. 25. , 27. 29. ; 31. 33. ; 35. If 18,980 units are sold, the company will have a profit of zero dollars. 37. 39. 41. Review Exercises 1. Yes 3. Increasing. 5. 7. 3 9. 11. Not linear. 13. parallel 15. 17. Line 1: Line 2: Parallel 19. 21. 23. 250. 25. 118,000. 27. 29. a) 800; b) 100 students per year; c) 1312 Access for free at openstax.org 31. 18,500 33. $91,625 35. Extrapolation. 37. 39. Midway through 2024. 41. 43. Early in 2022 45. 7,660 Practice Test 1. Yes. 3. Increasing 5. 7. 9. No. 11. Perpendicular 13. ; 15. 17. 19. 150 21. 165,000 23.",
    "word_count": 398,
    "token_count": 770,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch01",
      "chapter_title": "Chapter 1: Try It",
      "subject": "mathematics",
      "chunk_index": 6
    }
  },
  {
    "chunk_id": "mathematics-ch03-000",
    "text": "25. a) 375; b) dropped an average of 46.875, or about 47 people per year; c) 27. 29. Early in 2018 31. 33. Chapter 3 Try It 3.1 Complex Numbers 1. 2. 3. 4. 5. 6. 7. 3.2 Quadratic Functions 1. The path passes through the origin and has vertex at so To make the shot, would need to be about 4 but he doesn’t make it. 2. in general form; in standard form 3. The domain is all real numbers. The range is or ∞ 4. y-intercept at (0, 13), No intercepts ⓐ3 seconds ⓑ256 feet ⓒ7 seconds 5. 1314 Access for free at openstax.org 3.3 Power Functions and Polynomial Functions 1. is a power function because it can be written as The other functions are not power functions. 2. As approaches positive or negative infinity, decreases without bound: as ∞, ∞ because of the negative coefficient. 3. The degree is 6. The leading term is The leading coefficient is 4. As ∞ ∞ ∞ ∞ It has the shape of an even degree power function with a negative coefficient. 5. The leading term is so it is a degree 3 polynomial. As approaches positive infinity, increases without bound; as approaches negative infinity, decreases without bound. 6. y-intercept x-intercepts and 7. There are at most 12 intercepts and at most 11 turning points. 8. The end behavior indicates an odd-degree polynomial function; there are 3 intercepts and 2 turning points, so the degree is odd and at least 3. Because of the end behavior, we know that the lead coefficient must be negative. 9. The intercepts are and the y-intercept is and the graph has at most 2 turning points. 3.4 Graphs of Polynomial Functions 1. y-intercept x-intercepts and 2. The graph has a zero of –5 with multiplicity 3, a zero of –1 with multiplicity 2, and a zero of 3 with multiplicity 2. 3. 4. Because is a polynomial function and since is negative and is positive, there is at least one real zero between and 5. 6. The minimum occurs at approximately the point and the maximum occurs at approximately the point 1315 3.5 Dividing Polynomials 1. 2. 3. 3.6 Zeros of Polynomial Functions 1. 2. The zeros are 2, –2, and –4. 3. There are no rational zeros. 4. The zeros are 5. 6. There must be 4, 2, or 0 positive real roots and 0 negative real roots. The graph shows that there are 2 positive real zeros and 0 negative real zeros. 7. 3 meters by 4 meters by 7 meters 3.7 Rational Functions 1. End behavior: as ∞ Local behavior: as ∞(there are no x- or y-intercepts) 2. The function and the asymptotes are shifted 3 units right and 4 units down. As ∞and as ∞ The function is 3. 4. The domain is all real numbers except and 5. Removable discontinuity at Vertical asymptotes: 6. Vertical asymptotes at and horizontal asymptote at 1316 Access for free at openstax.org 7.",
    "word_count": 498,
    "token_count": 773,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch03",
      "chapter_title": "Chapter 3: Try It",
      "subject": "mathematics",
      "chunk_index": 7
    }
  },
  {
    "chunk_id": "mathematics-ch03-001",
    "text": "asymptotes are shifted 3 units right and 4 units down. As ∞and as ∞ The function is 3. 4. The domain is all real numbers except and 5. Removable discontinuity at Vertical asymptotes: 6. Vertical asymptotes at and horizontal asymptote at 1316 Access for free at openstax.org 7. For the transformed reciprocal squared function, we find the rational form. Because the numerator is the same degree as the denominator we know that as ∞ is the horizontal asymptote. Next, we set the denominator equal to zero, and find that the vertical asymptote is because as ∞We then set the numerator equal to 0 and find the x-intercepts are at and Finally, we evaluate the function at 0 and find the y-intercept to be at 8. Horizontal asymptote at Vertical asymptotes at y-intercept at x-intercepts at is a zero with multiplicity 2, and the graph bounces off the x-axis at this point. is a single zero and the graph crosses the axis at this point. 3.8 Inverses and Radical Functions 1. and 2. 3. 4. 5. 3.9 Modeling Using Variation 1. 2. 3. 3.1 Section Exercises 1. Add the real parts together and the imaginary parts together. 3. times equals –1, which is not imaginary. (answers vary) 5. 7. 9. 11. 2 real and 0 nonreal 1317 13. 15. 17. 19. 21. 23. 25. 27. 29. 25 31. 33. 35. 37. 39. 41. 43. 45. 128i 47. 49. 51. 0 53. 5 – 5i 55. 57. 3.2 Section Exercises 1. When written in that form, the vertex can be easily identified. 3. If then the function becomes a linear function. 5. If possible, we can use factoring. Otherwise, we can use the quadratic formula. 7. Vertex 9. Vertex 11. Vertex 13. Vertex 15. Minimum is and occurs at Axis of symmetry is 17. Minimum is and occurs at Axis of symmetry is 19. Minimum is and occurs at Axis of symmetry is 21. Domain is ∞∞ Range is ∞ 23. Domain is ∞∞ Range is ∞ 1318 Access for free at openstax.org 25. Domain is ∞∞ Range is ∞ 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. Vertex Axis of symmetry is Intercepts are 55. Vertex Axis of symmetry is intercepts: 57. Vertex Axis of symmetry is Intercepts are 59. 61. 63. 65. 67. 69. 71. The graph is shifted up or down (a vertical shift). 1319 73. 50 feet 75. Domain is ∞∞ Range is ∞ 77. Domain is ∞∞ Range is ∞ 79. 81. 83. 85. 50 feet by 50 feet. Maximize 87. 125 feet by 62.5 feet. Maximize 89. and product is –36; maximize 91. 2909.56 meters 93. $10.70 3.3 Section Exercises 1. The coefficient of the power function is the real number that is multiplied by the variable raised to a power. The degree is the highest power appearing in the function. 3. As decreases without bound, so does As increases without bound, so does 5.",
    "word_count": 495,
    "token_count": 831,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch03",
      "chapter_title": "Chapter 3: Try It",
      "subject": "mathematics",
      "chunk_index": 8
    }
  },
  {
    "chunk_id": "mathematics-ch03-002",
    "text": "1. The coefficient of the power function is the real number that is multiplied by the variable raised to a power. The degree is the highest power appearing in the function. 3. As decreases without bound, so does As increases without bound, so does 5. The polynomial function is of even degree and leading coefficient is negative. 7. is a power function because it contains a variable base raised to a fixed power. It is also a polynomial, with all coefficients except one equal to zero. 9. Neither 11. Neither 13. Degree = 2, Coefficient = –2 15. Degree =4, Coefficient = –2 17. As ∞, ∞, as ∞, ∞ 19. As ∞, ∞, as ∞, ∞ 21. As ∞, ∞,as ∞, ∞ 23. As ∞, ∞, as ∞, ∞ 25. y-intercept is t-intercepts are 27. y-intercept is x-intercepts are and 29. y-intercept is x-intercepts are and 31. 3 33. 5 35. 3 37. 5 39. Yes. Number of turning points is 2. Least possible degree is 3. 41. Yes. Number of turning points is 1. Least possible degree is 2. 1320 Access for free at openstax.org 43. Yes. Number of turning points is 0. Least possible degree is 1. 44. No. 45. Yes. Number of turning points is 0. Least possible degree is 1. 47. 10 9,500 100 99,950,000 –10 9,500 –100 99,950,000 as ∞, ∞, as ∞, ∞ 49. 10 –504 100 –941,094 –10 1,716 –100 1,061,106 as ∞, ∞, as ∞, ∞ 51. The intercept is The intercepts are As ∞, ∞, as ∞, ∞ 53. The intercept is . The intercepts are As ∞, ∞, as ∞, ∞ 55. The intercept is The intercept is As ∞, ∞, as ∞, ∞ 57. The intercept is The intercept are As ∞, ∞, as ∞, ∞ 59. The intercept is The intercepts are As ∞, ∞, as ∞, ∞ 61. 63. 1321 65. 67. 69. 3.4 Section Exercises 1. The intercept is where the graph of the function crosses the axis, and the zero of the function is the input value for which 3. If we evaluate the function at and at and the sign of the function value changes, then we know a zero exists between and 5. There will be a factor raised to an even power. 7. 9. 11. 13. 15. 17. 19. 21. 23. , , , , 25. and Sign change confirms. 27. and Sign change confirms. 29. and Sign change confirms. 31. 0 with multiplicity 2, with multiplicity 5, 4 with multiplicity 2 33. 0 with multiplicity 2, –2 with multiplicity 2 35. with multiplicity with multiplicity 37. with multiplicity with multiplicity with multiplicity 39. with multiplicity 2, 0 with multiplicity 3 41. with multiplicity with multiplicity 43. x-intercepts, with multiplicity 2, with multiplicity 1, intercept . As ∞, ∞, as ∞, ∞. 45. x-intercepts with multiplicity 3, with multiplicity 2, intercept . As ∞, ∞, as ∞, ∞ 47.",
    "word_count": 488,
    "token_count": 855,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch03",
      "chapter_title": "Chapter 3: Try It",
      "subject": "mathematics",
      "chunk_index": 9
    }
  },
  {
    "chunk_id": "mathematics-ch03-003",
    "text": "41. with multiplicity with multiplicity 43. x-intercepts, with multiplicity 2, with multiplicity 1, intercept . As ∞, ∞, as ∞, ∞. 45. x-intercepts with multiplicity 3, with multiplicity 2, intercept . As ∞, ∞, as ∞, ∞ 47. x-intercepts with multiplicity 1, -intercept As ∞, ∞, as ∞, ∞ 1322 Access for free at openstax.org 49. 51. 53. –4, –2, 1, 3 with multiplicity 1 55. –2, 3 each with multiplicity 2 57. 59. 61. 63. 65. 67. local max local min 69. global min 71. global min 73. 75. 77. 79. 3.5 Section Exercises 1. The binomial is a factor of the polynomial. 3. , quotient: , remainder: 5. , quotient: , remainder: 7. , quotient: , remainder: 9. , quotient: , remainder: 11. , quotient: , remainder: 13. , quotient: , remainder: 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. Yes 41. Yes 43. No 45. 47. 49. Quotient: , remainder: 51. Quotient: , remainder: 53. Quotient: , remainder: 55. 57. 59. 61. 63. 65. 1323 67. 69. 71. 73. 3.6 Section Exercises 1. The theorem can be used to evaluate a polynomial. 3. Rational zeros can be expressed as fractions whereas real zeros include irrational numbers. 5. Polynomial functions can have repeated zeros, so the fact that number is a zero doesn’t preclude it being a zero again. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 1 positive, 1 negative 49. 3 or 1 positive, 0 negative 51. 0 positive, 3 or 1 negative 53. 2 or 0 positive, 2 or 0 negative 1324 Access for free at openstax.org 55. 2 or 0 positive, 2 or 0 negative 57. 59. 61. 63. 65. 67. 69. 71. 8 by 4 by 6 inches 73. 5.5 by 4.5 by 3.5 inches 75. 8 by 5 by 3 inches 77. Radius = 6 meters, Height = 2 meters 79. Radius = 2.5 meters, Height = 4.5 meters 3.7 Section Exercises 1. The rational function will be represented by a quotient of polynomial functions. 3. The numerator and denominator must have a common factor. 5. Yes. The numerator of the formula of the functions would have only complex roots and/or factors common to both the numerator and denominator. 7. 9. 11. V.A. at H.A. at Domain is all reals 13. V.A. at H.A. at Domain is all reals 15. V.A. at H.A. at Domain is all reals 17. V.A. at H.A. at Domain is all reals 19. V.A. at H.A. at Domain is all reals 21. none 23. 1325 25. Local behavior: ∞ ∞ End behavior: ∞ 27. Local behavior: ∞ ∞ End behavior: ∞ 29. Local behavior: ∞ ∞ ∞ , ∞ End behavior: ∞ 31. 33. 35. 37. 39. 41. 1326 Access for free at openstax.org 43. 45. ; removable discontinuity (hole) at 47. 1327 49. 51. 53. 55. 57. 59.",
    "word_count": 490,
    "token_count": 963,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch03",
      "chapter_title": "Chapter 3: Try It",
      "subject": "mathematics",
      "chunk_index": 10
    }
  },
  {
    "chunk_id": "mathematics-ch03-004",
    "text": "behavior: ∞ 29. Local behavior: ∞ ∞ ∞ , ∞ End behavior: ∞ 31. 33. 35. 37. 39. 41. 1326 Access for free at openstax.org 43. 45. ; removable discontinuity (hole) at 47. 1327 49. 51. 53. 55. 57. 59. 27(x - 2) / ((x - 3)² (x + 3)) 61. 63. 65. 2.01 2.001 2.0001 1.99 1.999 100 1,000 10,000 –100 –1,000 10 100 1,000 10,000 100,000 .125 .0102 .001 .0001 .00001 Vertical asymptote Horizontal asymptote 67. –4.1 –4.01 –4.001 –3.99 –3.999 82 802 8,002 –798 –7998 10 100 1,000 10,000 100,000 1.4286 1.9331 1.992 1.9992 1.999992 Vertical asymptote Horizontal asymptote 69. –.9 –.99 –.999 –1.1 –1.01 81 9,801 998,001 121 10,201 10 100 1,000 10,000 100,000 .82645 .9803 .998 .9998 Vertical asymptote Horizontal asymptote 71. ∞ 1328 Access for free at openstax.org 73. ∞ 75. 77. 79. 81. 83. After about 6.12 hours. 85. 2 by 2 by 5 feet. 87. Radius = 2.52 meters. 3.8 Section Exercises 1. It can be too difficult or impossible to solve for in terms of 3. We will need a restriction on the domain of the answer. 5. 7. 9. 11. 13. 15. 17. ∞ 19. ∞ 21. 23. 25. 27. 29. 31. 33. 35. 1329 37. 39. 41. 43. ∞ 45. ∞ 47. 49. 51. 53. 55. 57. 5.53 seconds 59. 3.63 feet 61. 250 mL 63. 3.99 meters 65. 1.99 inches 3.9 Section Exercises 1. The graph will have the appearance of a power function. 3. No. Multiple variables may jointly vary. 5. 1330 Access for free at openstax.org 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. ≈ 1.89 years 49. ≈ 0.61 years 51. 3 seconds 53. 48 inches 55. ≈ 49.75 pounds 57. ≈ 33.33 amperes 59. ≈ 2.88 inches Review Exercises 1. 3. 5. 1331 7. 9. 11. 300 meters by 150 meters, the longer side parallel to river. 13. Yes, degree = 5, leading coefficient = 4 15. Yes, degree = 4, leading coefficient = 1 17. ∞ ∞ ∞ ∞ 19. –3 with multiplicity 2, with multiplicity 1, –1 with multiplicity 3 21. 4 with multiplicity 1 23. with multiplicity 1, 3 with multiplicity 3 25. with remainder 12 27. 29. , so factored form is 31. 33. 35. 0 or 2 positive, 1 negative 37. Intercepts , Asymptotes and 1332 Access for free at openstax.org 39. Intercepts (3, 0), (-3, 0), and , Asymptotes 41. 43. 45. 47. 49. 51. 53. 148.5 pounds Practice Test 1. 3. 5. ∞ ∞ ∞ ∞ 7. , vertex , intercepts 9. 60,000 square feet 11. 0 with multiplicity 4, 3 with multiplicity 2 13. 15. . So factored form is 17. (has multiplicity 2), 19.",
    "word_count": 462,
    "token_count": 1062,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch03",
      "chapter_title": "Chapter 3: Try It",
      "subject": "mathematics",
      "chunk_index": 11
    }
  },
  {
    "chunk_id": "mathematics-ch03-005",
    "text": "13. 15. . So factored form is 17. (has multiplicity 2), 19.",
    "word_count": 12,
    "token_count": 24,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch03",
      "chapter_title": "Chapter 3: Try It",
      "subject": "mathematics",
      "chunk_index": 12
    }
  },
  {
    "chunk_id": "mathematics-ch04-000",
    "text": "21. 23. Intercepts , Asymptotes . 25. 27. 29. 31. 4 seconds Chapter 4 Try It 4.1 Exponential Functions 1. and represent exponential functions. 2. 3. About billion people; by the year 2031, India’s population will exceed China’s by about 0.001 billion, or 1 million people. 4. and 5. 6. Answers may vary due to round-off error. The answer should be very close to 7. 8. about $3,644,675.88 9. $13,693 10. 11. $3,659,823.44 12. 3.77E-26 (This is calculator notation for the number written as in scientific notation. While the output of an exponential function is never zero, this number is so close to zero that for all practical purposes we can accept zero as the answer.) 1334 Access for free at openstax.org 4.2 Graphs of Exponential Functions 1. The domain is ∞∞ the range is ∞ the horizontal asymptote is 2. The domain is ∞∞ the range is ∞ the horizontal asymptote is 3. 4. The domain is ∞∞ the range is ∞ the horizontal asymptote is 5. The domain is ∞∞ the range is ∞ the horizontal asymptote is 6. the domain is ∞∞ the range is ∞ the horizontal asymptote is 4.3 Logarithmic Functions ⓐ is equivalent to ⓑ is equivalent to 1. ⓐ is equivalent to ⓑ is equivalent to ⓒ is equivalent to 2. 3. (recalling that ) 4. 5. 6. 7. The difference in magnitudes was about 8. It is not possible to take the logarithm of a negative number in the set of real numbers. 1335 4.4 Graphs of Logarithmic Functions 1. ∞ 2. ∞ 3. The domain is ∞ the range is ∞∞ and the vertical asymptote is 4. The domain is ∞ the range ∞∞ and the asymptote 5. The domain is ∞ the range is ∞∞ and the vertical asymptote is 6. The domain is ∞ the range is ∞∞ and the vertical asymptote is 7. The domain is ∞ the range is ∞∞ and the vertical asymptote is 8. The domain is ∞ the range is ∞∞ and the vertical asymptote is 9. 10. 11. 1336 Access for free at openstax.org 4.5 Logarithmic Properties 1. 2. 3. 4. 5. 6. 7. 8. 9. can also be written by reducing the fraction to lowest terms. 10. 11. this answer could also be written 12. The pH increases by about 0.301. 13. 14. 4.6 Exponential and Logarithmic Equations 1. 2. 3. 4. The equation has no solution. 5. 6. or 7. 8. 9. 10. 11. 12. or 13. 4.7 Exponential and Logarithmic Models 1. 2. less than 230 years, 229.3157 to be exact 3. 4. 6.026 hours 5. 895 cases on day 15 6. Exponential. 7. 1337 4.8 Fitting Exponential Models to Data ⓐThe exponential regression model that fits these data is ⓑIf spending continues at this rate, the graduate’s credit card debt will be $4,499.38 after one year. 1.",
    "word_count": 478,
    "token_count": 843,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch04",
      "chapter_title": "Chapter 4: Try It",
      "subject": "mathematics",
      "chunk_index": 13
    }
  },
  {
    "chunk_id": "mathematics-ch04-001",
    "text": "Data ⓐThe exponential regression model that fits these data is ⓑIf spending continues at this rate, the graduate’s credit card debt will be $4,499.38 after one year. 1. ⓐThe logarithmic regression model that fits these data is ⓑIf sales continue at this rate, about 171,000 games will be sold in the year 2015. 2. ⓐThe logistic regression model that fits these data is ⓑIf the population continues to grow at this rate, there will be about seals in 2020. ⓒTo the nearest whole number, the carrying capacity is 25,657. 3. 4.1 Section Exercises 1. Linear functions have a constant rate of change. Exponential functions increase based on a percent of the original. 3. When interest is compounded, the percentage of interest earned to principal ends up being greater than the annual percentage rate for the investment account. Thus, the annual percentage rate does not necessarily correspond to the real interest earned, which is the very definition of nominal. 5. exponential; the population decreases by a proportional rate. . 7. not exponential; the charge decreases by a constant amount each visit, so the statement represents a linear function. . 9. The forest represented by the function 11. After years, forest A will have more trees than forest B. 1338 Access for free at openstax.org 13. Answers will vary. Sample response: For a number of years, the population of forest A will increasingly exceed forest B, but because forest B actually grows at a faster rate, the population will eventually become larger than forest A and will remain that way as long as the population growth models hold. Some factors that might influence the long-term validity of the exponential growth model are drought, an epidemic that culls the population, and other environmental and biological factors. 15. exponential growth; The growth factor, is greater than 17. exponential decay; The decay factor, is between and 19. 21. 23. Linear 25. Neither 27. Linear 29. 31. 33. 35. 37. 39. continuous growth; the growth rate is greater than 41. continuous decay; the growth rate is less than 43. 45. 47. 49. 51. 53. 55. 57. 59. Let be the exponential decay function such that Then for some number 61. fox 63. 65. 67. 1339 4.2 Section Exercises 1. An asymptote is a line that the graph of a function approaches, as either increases or decreases without bound. The horizontal asymptote of an exponential function tells us the limit of the function’s values as the independent variable gets either extremely large or extremely small. 3. y-intercept: Domain: all real numbers; Range: all real numbers greater than 5. y-intercept: Domain: all real numbers; Range: all real numbers less than 7. y-intercept: Domain: all real numbers; Range: all real numbers greater than 9. y-intercept: 11. 13. B 15. A 17. E 19. D 21. C 23. 1340 Access for free at openstax.org 25. 27. Horizontal asymptote: Domain: all real numbers; Range: all real numbers strictly greater than 29. As ∞, ∞; As ∞, 31.",
    "word_count": 496,
    "token_count": 736,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch04",
      "chapter_title": "Chapter 4: Try It",
      "subject": "mathematics",
      "chunk_index": 14
    }
  },
  {
    "chunk_id": "mathematics-ch04-002",
    "text": "real numbers greater than 9. y-intercept: 11. 13. B 15. A 17. E 19. D 21. C 23. 1340 Access for free at openstax.org 25. 27. Horizontal asymptote: Domain: all real numbers; Range: all real numbers strictly greater than 29. As ∞, ∞; As ∞, 31. As ∞, ; As ∞, ∞ 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. The graph of is the refelction about the y-axis of the graph of For any real number and function the graph of is the the reflection about the y-axis, 53. The graphs of and are the same and are a horizontal shift to the right of the graph of For any real number n, real number and function the graph of is the horizontal shift 4.3 Section Exercises 1. A logarithm is an exponent. Specifically, it is the exponent to which a base is raised to produce a given value. In the expressions given, the base has the same value. The exponent, in the expression can also be written as the logarithm, and the value of is the result of raising to the power of 3. Since the equation of a logarithm is equivalent to an exponential equation, the logarithm can be converted to the exponential equation and then properties of exponents can be applied to solve for 5. The natural logarithm is a special case of the logarithm with base in that the natural log always has base Rather than notating the natural logarithm as the notation used is 7. 9. 11. 13. 15. 17. 1341 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. No, the function has no defined value for To verify, suppose is in the domain of the function Then there is some number such that Rewriting as an exponential equation gives: which is impossible since no such real number exists. Therefore, is not the domain of the function 61. Yes. Suppose there exists a real number such that Rewriting as an exponential equation gives which is a real number. To verify, let Then, by definition, 63. No; so is undefined. 65. 4.4 Section Exercises 1. Since the functions are inverses, their graphs are mirror images about the line So for every point on the graph of a logarithmic function, there is a corresponding point on the graph of its inverse exponential function. 3. Shifting the function right or left and reflecting the function about the y-axis will affect its domain. 5. No. A horizontal asymptote would suggest a limit on the range, and the range of any logarithmic function in general form is all real numbers. 1342 Access for free at openstax.org 7. Domain: ∞ Range: ∞∞ 9. Domain: ∞ Range: ∞∞ 11. Domain: ∞ Vertical asymptote: 13. Domain: ∞ Vertical asymptote: 15. Domain: ∞ Vertical asymptote: 17. Domain: ∞ ; Vertical asymptote: ; End behavior: as ∞ and as ∞ ∞ 19.",
    "word_count": 493,
    "token_count": 744,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch04",
      "chapter_title": "Chapter 4: Try It",
      "subject": "mathematics",
      "chunk_index": 15
    }
  },
  {
    "chunk_id": "mathematics-ch04-003",
    "text": "at openstax.org 7. Domain: ∞ Range: ∞∞ 9. Domain: ∞ Range: ∞∞ 11. Domain: ∞ Vertical asymptote: 13. Domain: ∞ Vertical asymptote: 15. Domain: ∞ Vertical asymptote: 17. Domain: ∞ ; Vertical asymptote: ; End behavior: as ∞ and as ∞ ∞ 19. Domain: ∞ ; Vertical asymptote: ; End behavior: as , ∞and as ∞, ∞ 21. Domain: ∞ Range: ∞∞ Vertical asymptote: x-intercept: y-intercept: DNE 23. Domain: ∞ Range: ∞∞ Vertical asymptote: x-intercept: y-intercept: DNE 25. Domain: ∞ Range: ∞∞ Vertical asymptote: x-intercept: y-intercept: DNE 27. B 29. C 31. B 33. C 35. 37. 39. C 41. 1343 43. 45. 47. 49. 51. 53. 55. 57. The graphs of and appear to be the same; Conjecture: for any positive base 59. Recall that the argument of a logarithmic function must be positive, so we determine where . From the graph of the function note that the graph lies above the x-axis on the interval ∞ and again to the right of the vertical asymptote, that is ∞ Therefore, the domain is ∞ ∞ 4.5 Section Exercises 1. Any root expression can be rewritten as an expression with a rational exponent so that the power rule can be applied, making the logarithm easier to calculate. Thus, 3. 5. 7. 9. 11. 1344 Access for free at openstax.org 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. By the quotient rule: Rewriting as an exponential equation and solving for Checking, we find that is defined, so 41. Let and be positive integers greater than Then, by the change-of- base formula, 4.6 Section Exercises 1. Determine first if the equation can be rewritten so that each side uses the same base. If so, the exponents can be set equal to each other. If the equation cannot be rewritten so that each side uses the same base, then apply the logarithm to each side and use properties of logarithms to solve. 3. The one-to-one property can be used if both sides of the equation can be rewritten as a single logarithm with the same base. If so, the arguments can be set equal to each other, and the resulting equation can be solved algebraically. The one-to-one property cannot be used when each side of the equation cannot be rewritten as a single logarithm with the same base. 5. 7. 9. 11. 1345 13. No solution 15. 17. 19. 21. 23. 25. no solution 27. 29. 31. 33. 35. 37. 39. No solution 41. No solution 43. 45. 47. 49. 51. 53. 55. 57. 59. No solution 1346 Access for free at openstax.org 61. 63. 65. about 67. about 5 years 69. 71. 73. 75. 77. about 79. 81. 4.7 Section Exercises 1. Half-life is a measure of decay and is thus associated with exponential decay models. The half-life of a substance or quantity is the amount of time it takes for half of the initial amount of that substance or quantity to decay. 3.",
    "word_count": 498,
    "token_count": 844,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch04",
      "chapter_title": "Chapter 4: Try It",
      "subject": "mathematics",
      "chunk_index": 16
    }
  },
  {
    "chunk_id": "mathematics-ch04-004",
    "text": "79. 81. 4.7 Section Exercises 1. Half-life is a measure of decay and is thus associated with exponential decay models. The half-life of a substance or quantity is the amount of time it takes for half of the initial amount of that substance or quantity to decay. 3. Doubling time is a measure of growth and is thus associated with exponential growth models. The doubling time of a substance or quantity is the amount of time it takes for the initial amount of that substance or quantity to double in size. 5. An order of magnitude is the nearest power of ten by which a quantity exponentially grows. It is also an approximate position on a logarithmic scale; Sample response: Orders of magnitude are useful when making comparisons between numbers that differ by a great amount. For example, the mass of Saturn is 95 times greater than the mass of Earth. This is the same as saying that the mass of Saturn is about times, or 2 orders of magnitude greater, than the mass of Earth. 1347 7. The amount initially present is about 16.7 units. 9. 150 11. exponential; 13. logarithmic 15. logarithmic 17. 19. about years 21. about years 23. half-lives; minutes 25. 27. Let for some non- negative real number such that Then, 29. mg 31. about days 33. half-life: about minutes 35. So the hourly decay rate is about 37. after 3 hours: 39. doubling time: about minutes 41. about minutes 43. where is in minutes. 45. about minutes 47. 49. MMS magnitude: 51. 53. C 1348 Access for free at openstax.org 4.8 Section Exercises 1. Logistic models are best used for situations that have limited values. For example, populations cannot grow indefinitely since resources such as food, water, and space are limited, so a logistic model best describes populations. 3. Regression analysis is the process of finding an equation that best fits a given set of data points. To perform a regression analysis on a graphing utility, first list the given points using the STAT then EDIT menu. Next graph the scatter plot using the STAT PLOT feature. The shape of the data points on the scatter graph can help determine which regression feature to use. Once this is determined, select the appropriate regression analysis command from the STAT then CALC menu. 5. The y-intercept on the graph of a logistic equation corresponds to the initial population for the population model. 7. C 9. B 11. ; 175 13. 15. y-intercept: 17. koi 19. about months. 21. 23. About 38 wolves 25. About 8.7 years 27. 29. 1349 31. 33. 35. When 37. 39. 41. 43. When 45. When 47. 49. About 25 51. 53. 55. When 57. ; ; the regression curves are symmetrical about , so it appears that they are inverse functions. 59. Review Exercises 1. exponential decay; The growth factor, is between and 3. 5. 1350 Access for free at openstax.org 7. continuous decay; the growth rate is negative. 9.",
    "word_count": 499,
    "token_count": 721,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch04",
      "chapter_title": "Chapter 4: Try It",
      "subject": "mathematics",
      "chunk_index": 17
    }
  },
  {
    "chunk_id": "mathematics-ch04-005",
    "text": "55. When 57. ; ; the regression curves are symmetrical about , so it appears that they are inverse functions. 59. Review Exercises 1. exponential decay; The growth factor, is between and 3. 5. 1350 Access for free at openstax.org 7. continuous decay; the growth rate is negative. 9. domain: all real numbers; range: all real numbers strictly greater than zero; y-intercept: (0, 3.5); 11. y-intercept: Domain: all real numbers; Range: all real numbers greater than 13. 15. 17. 19. 21. 23. 25. Domain: Vertical asymptote: End behavior: as ∞and as ∞ ∞ 27. 29. 31. 33. 35. 37. 39. 41. no solution 43. no solution 45. 47. 49. 51. about years 53. 55. 61. exponential 63. 65. about days 67. logarithmic; Practice Test 1. About 13 dolphins. 3. 5. y-intercept: 1352 Access for free at openstax.org 7. 9. 11. 13. Domain: Vertical asymptote: End behavior: ∞and ∞ ∞ 15. 17. 19. 21. 23. no solution 25. 27. 29. half- life: about days 31. 33.",
    "word_count": 165,
    "token_count": 328,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch04",
      "chapter_title": "Chapter 4: Try It",
      "subject": "mathematics",
      "chunk_index": 18
    }
  },
  {
    "chunk_id": "mathematics-ch05-000",
    "text": "35. exponential; 37. logistic; Chapter 5 Try It 5.1 Angles 1. 2. 3. −135° 4. 5. 6. 7. 8. 9. 1.88 10. rad/s 11. 1655 kilometers per hour 5.2 Unit Circle: Sine and Cosine Functions 1. 2. 3. 1354 Access for free at openstax.org 4. approximately 0.866025403 5. ⓐ ⓑ 6. 7. 5.3 The Other Trigonometric Functions 1. , , , , , 2. , , , , , 3. 4. 5. 6. 7. 8. 9. 10. 5.4 Right Triangle Trigonometry 1. 2. 3. 4. 2 5. ; missing angle is 6. About 52 ft 1355 5.1 Section Exercises 1. 3. Whether the angle is positive or negative determines the direction. A positive angle is drawn in the counterclockwise direction, and a negative angle is drawn in the clockwise direction. 5. Linear speed is a measurement found by calculating distance of an arc compared to time. Angular speed is a measurement found by calculating the angle of an arc compared to time. 7. 9. 11. 13. 15. 17. 240° 19. 21. 23. 1356 Access for free at openstax.org 25. 27. 20° 29. 60° 31. −75° 33. radians 35. radians 37. radians 39. radians 41. miles 43. centimeters 45. meters 47. 104.7198 cm2 49. 0.7697 in2 51. 250° 53. 320° 55. 57. 59. 1320 rad 210.085 RPM 61. 7 in./s, 4.77 RPM, 28.65 deg/s 63. 65. miles 67. 69. 794 miles per hour 71. 2,234 miles per hour 73. 11.5 inches 5.2 Section Exercises 1. The unit circle is a circle of radius 1 centered at the origin. 3. Coterminal angles are angles that share the same terminal side. A reference angle is the size of the smallest acute angle, formed by the terminal side of the angle and the horizontal axis. 5. The sine values are equal. 7. I 9. IV 11. 13. 15. 17. 0 19. −1 21. 23. 25. 27. 29. 31. 33. 35. Quadrant IV, 1357 37. Quadrant II, 39. Quadrant II, 41. Quadrant II, 43. Quadrant III, 45. Quadrant II, 47. Quadrant II, 49. Quadrant IV, 51. 53. 55. 57. 59. 61. 63. 65. 67. 69. 71. 73. 75. 77. 79. 81. −0.1736 83. 0.9511 85. −0.7071 87. −0.1392 89. −0.7660 91. 93. 95. 97. 99. 0 101. 103. 37.5 seconds, 97.5 seconds, 157.5 seconds, 217.5 seconds, 277.5 seconds, 337.5 seconds 5.3 Section Exercises 1. Yes, when the reference angle is and the terminal side of the angle is in quadrants I and III. Thus, at the sine and cosine values are equal. 3. Substitute the sine of the angle in for in the Pythagorean Theorem Solve for and take the negative solution. 5. The outputs of tangent and cotangent will repeat every units. 1358 Access for free at openstax.org 7. 9. 11. 13. 1 15. 2 17. 19. 21. 23. 25. −1 27. −2 29. 31. 2 33. 35. −2 37. −1 39. If , , , , 41. , , , 43. 45. 3.1 47. 1.4 49. 51. , , , , 53.",
    "word_count": 499,
    "token_count": 1021,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch05",
      "chapter_title": "Chapter 5: Try It",
      "subject": "mathematics",
      "chunk_index": 19
    }
  },
  {
    "chunk_id": "mathematics-ch05-001",
    "text": "for free at openstax.org 7. 9. 11. 13. 1 15. 2 17. 19. 21. 23. 25. −1 27. −2 29. 31. 2 33. 35. −2 37. −1 39. If , , , , 41. , , , 43. 45. 3.1 47. 1.4 49. 51. , , , , 53. –0.228 55. –2.414 57. 1.414 59. 1.540 61. 1.556 63. 65. 67. even 69. even 71. 73. 13.77 hours, period: 75. 7.73 inches 5.4 Section Exercises 1. 3. The tangent of an angle is the ratio of the opposite side to the adjacent side. 5. For example, the sine of an angle is equal to the cosine of its complement; the cosine of an angle is equal to the sine of its complement. 7. 9. 11. 1359 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 188.3159 45. 200.6737 47. 498.3471 ft 49. 1060.09 ft 51. 27.372 ft 53. 22.6506 ft 55. 368.7633 ft Review Exercises 1. 3. 5. 10.385 meters 7. 9. 11. 13. 15. 1036.73 miles per hour 17. 19. –1 21. 23. 1360 Access for free at openstax.org 25. 27. 1 29. 31. 33. 0.6 35. or 37. sine, cosecant, tangent, cotangent 39. 41. 0 43. 45. 47. 49. 14.0954 ft Practice Test 1. 3. 6.283 centimeters 5. 7. 9. 3.351 feet per second, radians per second 11. 13. 15. 17. 19. 21. 23. Chapter 6 Try It 6.1 Graphs of the Sine and Cosine Functions 1. 2. compressed 3. right 4. 2 units up 5. midline: amplitude: period: phase shift: 6. 1361 7. two possibilities: or 8. midline: amplitude: period: phase shift: or none 9. midline: amplitude: period: phase shift: 10. 7 11. 6.2 Graphs of the Other Trigonometric Functions 1. 2. It would be reflected across the line becoming an increasing function. 3. 1362 Access for free at openstax.org 4. This is a vertical reflection of the preceding graph because is negative. 5. 6. 7. 6.3 Inverse Trigonometric Functions 1. ⓐ ⓑ ⓒ ⓓ 2. 3. 1.9823 or 113.578° 4. radians 5. 6. 7. 8. 9. 6.1 Section Exercises 1. The sine and cosine functions have the property that for a certain This means that the function values repeat for every units on the x-axis. 3. The absolute value of the constant (amplitude) increases the total range and the constant (vertical shift) shifts the graph vertically. 5. At the point where the terminal side of intersects the unit circle, you can determine that the equals the y-coordinate of the point. 1363 7. amplitude: period: midline: maximum: occurs at minimum: occurs at for one period, the graph starts at 0 and ends at 9. amplitude: 4; period: midline: maximum occurs at minimum: occurs at one full period occurs from to 11. amplitude: 1; period: midline: maximum: occurs at minimum: occurs at one full period is graphed from to 13. amplitude: 4; period: 2; midline: maximum: occurs at minimum: occurs at 15.",
    "word_count": 491,
    "token_count": 983,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch05",
      "chapter_title": "Chapter 5: Try It",
      "subject": "mathematics",
      "chunk_index": 20
    }
  },
  {
    "chunk_id": "mathematics-ch05-002",
    "text": "at minimum: occurs at one full period occurs from to 11. amplitude: 1; period: midline: maximum: occurs at minimum: occurs at one full period is graphed from to 13. amplitude: 4; period: 2; midline: maximum: occurs at minimum: occurs at 15. amplitude: 3; period: midline: maximum: occurs at minimum: occurs at horizontal shift: vertical translation 5; one period occurs from to 17. amplitude: 5; period: midline: maximum: occurs at minimum: occurs at phase shift: vertical translation: one full period can be graphed on to 1364 Access for free at openstax.org 19. amplitude: 1 ; period: midline: maximum: occurs at maximum: occurs at minimum: occurs at phase shift: vertical translation: 1; one full period is from to 21. amplitude: 1; period: midline: maximum: occurs at minimum: occurs at phase shift: vertical shift: 0 23. amplitude: 2; midline: period: 4; equation: 25. amplitude: 2; period: 5; midline: equation: 27. amplitude: 4; period: 2; midline: equation: 29. amplitude: 2; period: 2; midline equation: 31. 33. 35. 37. is symmetric 39. 41. Maximum: at ; minimum: at 43. A linear function is added to a periodic sine function. The graph does not have an amplitude because as the linear function increases without bound the combined function will increase without bound as well. The graph is bounded between the graphs of and because sine oscillates between −1 and 1. 45. There is no amplitude because the function is not bounded. 47. The graph is symmetric with respect to the y-axis and there is no amplitude because the function’s bounds decrease as grows. There appears to be a horizontal asymptote at . 1365 6.2 Section Exercises 1. Since is the reciprocal function of you can plot the reciprocal of the coordinates on the graph of to obtain the y-coordinates of The x-intercepts of the graph are the vertical asymptotes for the graph of 3. Answers will vary. Using the unit circle, one can show that 5. The period is the same: 7. IV 9. III 11. period: 8; horizontal shift: 1 unit to left 13. 1.5 15. 5 17. 19. stretching factor: 2; period: asymptotes: 21. stretching factor: 6; period: 6; asymptotes: 23. stretching factor: 1; period: asymptotes: 25. Stretching factor: 1; period: asymptotes: 27. stretching factor: 2; period: asymptotes: 1366 Access for free at openstax.org 29. stretching factor: 4; period: asymptotes: 31. stretching factor: 7; period: asymptotes: 33. stretching factor: 2; period: asymptotes: 35. stretching factor: period: asymptotes: 37. 39. 41. 1367 43. 45. 47. 49. 51. 53. ⓐ ⓑ ⓒ and the distance grows without bound as approaches —i.e., at right angles to the line representing due north, the boat would be so far away, the fisherman could not see it; ⓓ3; when the boat is 3 km away; ⓔ1.73; when the boat is about 1.73 km away; ⓕ1.5 km; when 55.",
    "word_count": 468,
    "token_count": 799,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch05",
      "chapter_title": "Chapter 5: Try It",
      "subject": "mathematics",
      "chunk_index": 21
    }
  },
  {
    "chunk_id": "mathematics-ch05-003",
    "text": "boat is 3 km away; ⓔ1.73; when the boat is about 1.73 km away; ⓕ1.5 km; when 55. ⓐ ⓑ ⓒ after 0 seconds, the rocket is 0 mi above the ground; after 30 seconds, the rockets is 2 mi high; ⓓAs approaches 60 seconds, the values of grow increasingly large. The distance to the rocket is growing so large that the camera can no longer track it. 57. 1368 Access for free at openstax.org 6.3 Section Exercises 1. The function is one-to-one on thus, this interval is the range of the inverse function of The function is one-to-one on thus, this interval is the range of the inverse function of 3. is the radian measure of an angle between and whose sine is 0.5. 5. In order for any function to have an inverse, the function must be one-to-one and must pass the horizontal line test. The regular sine function is not one-to-one unless its domain is restricted in some way. Mathematicians have agreed to restrict the sine function to the interval so that it is one-to- one and possesses an inverse. 7. True . The angle, that equals , , will be a second quadrant angle with reference angle, , where equals , . Since is the reference angle for , and = - 9. 11. 13. 15. 17. 1.98 19. 0.93 21. 1.41 23. 0.56 radians 25. 0 27. 0.71 29. -0.71 31. 33. 0.8 35. 37. 39. 41. 43. 45. 47. 49. domain range 51. approximately 53. 0.395 radians 1369 55. 1.11 radians 57. 1.25 radians 59. 0.405 radians 61. No. The angle the ladder makes with the horizontal is 60 degrees. Review Exercises 1. amplitude: 3; period: midline: no asymptotes 3. amplitude: 3; period: midline: no asymptotes 5. amplitude: 3; period: midline: no asymptotes 7. amplitude: 6; period: midline: no asymptotes 9. stretching factor: none; period: midline: asymptotes: where is an integer 11. stretching factor: 3; period: midline: asymptotes: where is an integer 1370 Access for free at openstax.org 13. amplitude: none; period: no phase shift; asymptotes: where is an odd integer 15. amplitude: none; period: no phase shift; asymptotes: where is an integer 17. amplitude: none; period: no phase shift; asymptotes: where is an integer 19. largest: 20,000; smallest: 4,000 21. amplitude: 8,000; period: 10; phase shift: 0 23. In 2007, the predicted population is 4,413. In 2010, the population will be 11,924. 25. 5 in. 27. 10 seconds 29. 31. 33. 35. No solution 37. 39. The graphs are not symmetrical with respect to the line They are symmetrical with respect to the -axis. 41. The graphs appear to be identical. 1371 Practice Test 1. amplitude: 0.5; period: midline 3. amplitude: 5; period: midline: 5. amplitude: 1; period: midline: 7. amplitude: 3; period: midline: 9. amplitude: none; period: midline: asymptotes: where is an integer 11. amplitude: none; period: midline: asymptotes: where is an integer 13. amplitude: none; period: midline: 15. amplitude: 2; period: 2; midline: 17.",
    "word_count": 493,
    "token_count": 890,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch05",
      "chapter_title": "Chapter 5: Try It",
      "subject": "mathematics",
      "chunk_index": 22
    }
  },
  {
    "chunk_id": "mathematics-ch05-004",
    "text": "midline: 5. amplitude: 1; period: midline: 7. amplitude: 3; period: midline: 9. amplitude: none; period: midline: asymptotes: where is an integer 11. amplitude: none; period: midline: asymptotes: where is an integer 13. amplitude: none; period: midline: 15. amplitude: 2; period: 2; midline: 17. amplitude: 1; period: 12; phase shift: midline 19. 21. period: horizontal shift: 23. period: 2; phase shift: 0 1372 Access for free at openstax.org 25. 27. The views are different because the period of the wave is Over a bigger domain, there will be more cycles of the graph. 29. 31. On the approximate intervals 33. 35. This graph is periodic with a period of 37. 39. 41. 43. 45. 47. False 49.",
    "word_count": 116,
    "token_count": 225,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch05",
      "chapter_title": "Chapter 5: Try It",
      "subject": "mathematics",
      "chunk_index": 23
    }
  },
  {
    "chunk_id": "mathematics-ch07-000",
    "text": "Chapter 7 Try It 7.1 Solving Trigonometric Equations with Identities 1. 2. 3. 4. This is a difference of squares formula: 5. 7.2 Sum and Difference Identities 1. 2. 3. 4. 5. 7.3 Double-Angle, Half-Angle, and Reduction Formulas 1. 2. 3. 4. 1374 Access for free at openstax.org 5. 7.4 Sum-to-Product and Product-to-Sum Formulas 1. 2. 3. 4. 5. 7.5 Solving Trigonometric Equations 1. 2. 3. and 4. 5. 7.6 Modeling with Trigonometric Functions 1. The amplitude is and the period is 2. x 0 0 3 0 0 3. The temperature reaches freezing at noon and at midnight. 4. initial displacement =6, damping constant = -6, frequency = 5. 6. 1375 7.1 Section Exercises 1. All three functions, , , and are even. This is because and 3. When then which is undefined. 5. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. Answers will vary. Sample proof: 31. Answers will vary. Sample proof: 33. Answers will vary. Sample proof: 35. False 37. False 39. Proved with negative and Pythagorean Identities 41. True 1376 Access for free at openstax.org 7.2 Section Exercises 1. The cofunction identities apply to complementary angles. Viewing the two acute angles of a right triangle, if one of those angles measures the second angle measures Then The same holds for the other cofunction identities. The key is that the angles are complementary. 3. so is odd. so is even. 5. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. They are the same. 35. They are the different, try 37. They are the same. 39. They are the different, try 1377 41. They are different, try 43. 45. or 0.9659 47. 49. 51. 53. True 55. True. Note that and expand the right hand side. 7.3 Section Exercises 1. Use the Pythagorean identities and isolate the squared term. 3. multiplying the top and bottom by and respectively. 5. a) b) c) 7. a) b) c) 9. 11. 13. 15. 17. 19. 21. a) b) c) 23. a) b) c) 25. 27. 29. 31. 33. 35. 37. 1378 Access for free at openstax.org 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 61. 63. 7.4 Section Exercises 1. Substitute into cosine and into sine and evaluate. 3. Answers will vary. There are some equations that involve a sum of two trig expressions where when converted to a product are easier to solve. For example: When converting the numerator to a product the equation becomes: 5. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 1379 33. 35. 37. 39. 41. 43. 45. It is and identity. 47. It is not an identity, but is. 49. 51. 53. 55. Start with Make a substitution and let and let so becomes Since and we can solve for and in terms of x and y and substitute in for and get 57. 59. 61. 63. 1380 Access for free at openstax.org 7.5 Section Exercises 1.",
    "word_count": 500,
    "token_count": 943,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch07",
      "chapter_title": "Chapter 7: Try It",
      "subject": "mathematics",
      "chunk_index": 24
    }
  },
  {
    "chunk_id": "mathematics-ch07-001",
    "text": "but is. 49. 51. 53. 55. Start with Make a substitution and let and let so becomes Since and we can solve for and in terms of x and y and substitute in for and get 57. 59. 61. 63. 1380 Access for free at openstax.org 7.5 Section Exercises 1. There will not always be solutions to trigonometric function equations. For a basic example, 3. If the sine or cosine function has a coefficient of one, isolate the term on one side of the equals sign. If the number it is set equal to has an absolute value less than or equal to one, the equation has solutions, otherwise it does not. If the sine or cosine does not have a coefficient equal to one, still isolate the term but then divide both sides of the equation by the leading coefficient. Then, if the number it is set equal to has an absolute value greater than one, the equation has no solution. 5. 7. 9. 11. 13. 15. 17. , , , , , 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. There are no solutions. 45. 47. 1381 49. There are no solutions. 51. There are no solutions. 53. 55. 57. 59. , 61. 63. , 65. 67. 69. There are no solutions. 71. , 73. 75. 77. 79. 81. 83. 85. 87. There are no solutions. 89. 91. There are no solutions. 93. 95. 97. 99. 101. 103. 105. 7.6 Section Exercises 1. Physical behavior should be periodic, or cyclical. 3. Since cumulative rainfall is always increasing, a sinusoidal function would not be ideal here. 5. 7. 8. 10. 12. 13. 15. 17. 75 °F 19. 8 a.m. 21. 2:49 23. From June 15 through November 16 25. From day 31 through day 58 27. Floods: April 16 to July 15. Drought: October 16 to January 15. 1382 Access for free at openstax.org 29. Amplitude: 8, period: frequency: 3 Hz 31. Amplitude: 4, period: frequency: Hz 33. 35. 37. 39. 41. 6 years 43. 15.4 seconds 45. Spring 2 comes to rest first after 7.3 seconds. 47. 234.3 miles, at 72.2° 49. 51. 53. Review Exercises 1. 3. 5. 7. 9. Yes 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 1383 41. 43. 45. No solution 47. 49. , , , 51. 53. 55. 57. Amplitude: 3, period: 2, frequency: Hz 59. Practice Test 1. 1 3. 5. 7. 9. 11. 13. 15. 17. 19. 21. Amplitude: , period , frequency: 60 Hz 23. Amplitude: , fast period: , fast frequency: 500 Hz, slow period: , slow frequency: 10 Hz 25. , 31 seconds Chapter 8 Try It 8.1 Non-right Triangles: Law of Sines 1. 2. Solution 1 Solution 2 3. 4. two 5. about square feet 6. 161.9 yd. 1384 Access for free at openstax.org 8.2 Non-right Triangles: Law of Cosines 1. 2. 3. Area = 552 square feet 4.",
    "word_count": 495,
    "token_count": 929,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch07",
      "chapter_title": "Chapter 7: Try It",
      "subject": "mathematics",
      "chunk_index": 25
    }
  },
  {
    "chunk_id": "mathematics-ch07-002",
    "text": "Try It 8.1 Non-right Triangles: Law of Sines 1. 2. Solution 1 Solution 2 3. 4. two 5. about square feet 6. 161.9 yd. 1384 Access for free at openstax.org 8.2 Non-right Triangles: Law of Cosines 1. 2. 3. Area = 552 square feet 4. about 8.15 square feet 8.3 Polar Coordinates 1. 2. 3. 4. 5. or, in the standard form for a circle, 8.4 Polar Coordinates: Graphs 1. The equation fails the symmetry test with respect to the line and with respect to the pole. It passes the polar axis symmetry test. 2. Tests will reveal symmetry about the polar axis. The zero is and the maximum value is 3. 4. The graph is a rose curve, even 5. Rose curve, odd 6. 1385 8.5 Polar Form of Complex Numbers 1. 2. 13 3. 4. 5. 6. 7. 8. 8.6 Parametric Equations 1. 2. 3. 4. 5. 6. 1386 Access for free at openstax.org 8.7 Parametric Equations: Graphs 1. 2. 3. The graph of the parametric equations is in red and the graph of the rectangular equation is drawn in blue dots on top of the parametric equations. 8.8 Vectors 1. 2. 3. 4. Magnitude = 8.1 Section Exercises 1. The altitude extends from any vertex to the opposite side or to the line containing the opposite side at a 90° angle. 3. When the known values are the side opposite the missing angle and another side and its opposite angle. 5. A triangle with two given sides and a non-included angle. 7. 9. 11. 13. 15. one triangle, 17. two triangles, or 1387 19. two triangles, or 21. two triangles, or 23. no triangle possible 25. or 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 51.4 feet 61. The distance from the satellite to station is approximately 1716 miles. The satellite is approximately 1706 miles above the ground. 63. 2.6 ft 65. 5.6 km 67. 371 ft 69. 5936 ft 71. 24.1 ft 73. 19,056 ft2 75. 445,624 square miles 77. 8.65 ft2 8.2 Section Exercises 1. two sides and the angle opposite the missing side. 3. is the semi-perimeter, which is half the perimeter of the triangle. 5. The Law of Cosines must be used for any oblique (non- right) triangle. 7. 11.3 9. 34.7 11. 26.7 13. 257.4 15. not possible 17. 95.5° 19. 26.9° 21. 23. 25. 27. 177.56 in2 29. 0.04 m2 31. 0.91 yd2 33. 3.0 35. 29.1 37. 0.5 39. 70.7° 41. 77.4° 43. 25.0 45. 9.3 47. 43.52 1388 Access for free at openstax.org 49. 1.41 51. 0.14 53. 18.3 55. 48.98 57. 59. 7.62 61. 85.1 63. 24.0 km 65. 99.9 ft 67. 37.3 miles 69. 2371 miles 71. 73. 292.4 miles 75. 65.4 cm2 77. 468 ft2 8.3 Section Exercises 1.",
    "word_count": 472,
    "token_count": 957,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch07",
      "chapter_title": "Chapter 7: Try It",
      "subject": "mathematics",
      "chunk_index": 26
    }
  },
  {
    "chunk_id": "mathematics-ch07-003",
    "text": "99.9 ft 67. 37.3 miles 69. 2371 miles 71. 73. 292.4 miles 75. 65.4 cm2 77. 468 ft2 8.3 Section Exercises 1. For polar coordinates, the point in the plane depends on the angle from the positive x-axis and distance from the origin, while in Cartesian coordinates, the point represents the horizontal and vertical distances from the origin. For each point in the coordinate plane, there is one representation, but for each point in the polar plane, there are infinite representations. 3. Determine for the point, then move units from the pole to plot the point. If is negative, move units from the pole in the opposite direction but along the same angle. The point is a distance of away from the origin at an angle of from the polar axis. 5. The point has a positive angle but a negative radius and is plotted by moving to an angle of and then moving 3 units in the negative direction. This places the point 3 units down the negative y-axis. The point has a negative angle and a positive radius and is plotted by first moving to an angle of and then moving 3 units down, which is the positive direction for a negative angle. The point is also 3 units down the negative y-axis. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. or circle 31. line 33. line 35. hyperbola 1389 37. circle 39. line 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 61. 63. 65. 67. 69. 71. 1390 Access for free at openstax.org 73. 75. A vertical line with units left of the y-axis. 77. A horizontal line with units below the x-axis. 79. 81. 83. 8.4 Section Exercises 1. Symmetry with respect to the polar axis is similar to symmetry about the -axis, symmetry with respect to the pole is similar to symmetry about the origin, and symmetric with respect to the line is similar to symmetry about the -axis. 3. Test for symmetry; find zeros, intercepts, and maxima; make a table of values. Decide the general type of graph, cardioid, limaçon, lemniscate, etc., then plot points at and and sketch the graph. 5. The shape of the polar graph is determined by whether or not it includes a sine, a cosine, and constants in the equation. 7. symmetric with respect to the polar axis 9. symmetric with respect to the polar axis, symmetric with respect to the line symmetric with respect to the pole 11. no symmetry 13. no symmetry 15. symmetric with respect to the pole 17. circle 19. cardioid 21. cardioid 23. one-loop/dimpled limaçon 1391 25. one-loop/dimpled limaçon 27. inner loop/two-loop limaçon 29. inner loop/two-loop limaçon 31. inner loop/two-loop limaçon 33. lemniscate 35. lemniscate 37. rose curve 39. rose curve 41. Archimedes’ spiral 43. Archimedes’ spiral 45. 47. 49. 51. 53. 1392 Access for free at openstax.org 55. They are both spirals, but not quite the same. 57. Both graphs are curves with 2 loops.",
    "word_count": 498,
    "token_count": 794,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch07",
      "chapter_title": "Chapter 7: Try It",
      "subject": "mathematics",
      "chunk_index": 27
    }
  },
  {
    "chunk_id": "mathematics-ch07-004",
    "text": "inner loop/two-loop limaçon 33. lemniscate 35. lemniscate 37. rose curve 39. rose curve 41. Archimedes’ spiral 43. Archimedes’ spiral 45. 47. 49. 51. 53. 1392 Access for free at openstax.org 55. They are both spirals, but not quite the same. 57. Both graphs are curves with 2 loops. The equation with a coefficient of has two loops on the left, the equation with a coefficient of 2 has two loops side by side. Graph these from 0 to to get a better picture. 59. When the width of the domain is increased, more petals of the flower are visible. 61. The graphs are three-petal, rose curves. The larger the coefficient, the greater the curve’s distance from the pole. 63. The graphs are spirals. The smaller the coefficient, the tighter the spiral. 65. 67. 69. 71. and at since is squared 8.5 Section Exercises 1. a is the real part, b is the imaginary part, and 3. Polar form converts the real and imaginary part of the complex number in polar form using and 5. It is used to simplify polar form when a number has been raised to a power. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 1393 47. 49. 51. 53. 55. 57. 59. 61. 8.6 Section Exercises 1. A pair of functions that is dependent on an external factor. The two functions are written in terms of the same parameter. For example, and 3. Choose one equation to solve for substitute into the other equation and simplify. 5. Some equations cannot be written as functions, like a circle. However, when written as two parametric equations, separately the equations are functions. 7. 9. 11. or 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. Ellipse 37. Circle 39. 41. 1394 Access for free at openstax.org 43. yes, at 45. 1 -3 1 2 0 7 3 5 17 47. answers may vary: 49. answers may vary: , 8.7 Section Exercises 1. plotting points with the orientation arrow and a graphing calculator 3. The arrows show the orientation, the direction of motion according to increasing values of 5. The parametric equations show the different vertical and horizontal motions over time. 7. 9. 11. 13. 15. 17. 1395 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. There will be 100 back-and- forth motions. 41. Take the opposite of the equation. 1396 Access for free at openstax.org 43. The parabola opens up. 45. 47. 49. 51. 53. 1397 55. 57. 59. 61. The -intercept changes. 63. 65. 67. approximately 3.2 seconds 69. 1.6 seconds 71. 1398 Access for free at openstax.org 73. 8.8 Section Exercises 1. lowercase, bold letter, usually 3. They are unit vectors. They are used to represent the horizontal and vertical components of a vector. They each have a magnitude of 1. 5. The first number always represents the coefficient of the and the second represents the 7. 9.",
    "word_count": 499,
    "token_count": 866,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch07",
      "chapter_title": "Chapter 7: Try It",
      "subject": "mathematics",
      "chunk_index": 28
    }
  },
  {
    "chunk_id": "mathematics-ch07-005",
    "text": "Section Exercises 1. lowercase, bold letter, usually 3. They are unit vectors. They are used to represent the horizontal and vertical components of a vector. They each have a magnitude of 1. 5. The first number always represents the coefficient of the and the second represents the 7. 9. not equal 11. equal 13. equal 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 1399 47. 49. 51. 53. ⓐ58.7 ⓑ12.5 55. 57. pounds, pounds 59. pounds, pounds 61. 4.635 miles, 17.764° N of E 63. 17 miles. 10.318 miles 65. Distance: 2.868. Direction: 86.474° North of West, or 3.526° West of North 67. 4.924°. 659 km/hr 69. 4.424° 71. 73. 21.801°, relative to the car’s forward direction 75. parallel: 16.28, perpendicular: 47.28 pounds 77. 19.35 pounds, 231.54° from the horizontal 79. 5.1583 pounds, 75.8° from the horizontal Review Exercises 1. Not possible 3. 5. distance of the plane from point 2.2 km, elevation of the plane: 1.6 km 7. 9. 40.6 km 11. 13. 15. 17. 1400 Access for free at openstax.org 19. 21. 23. symmetric with respect to the line 25. 27. 29. 5 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. a. b. The ball is 14 feet high and 184 feet from where it was launched. c. 3.3 seconds 53. not equal 55. 4i 57. i j 1401 59. Magnitude: Direction: 61. 63. Practice Test 1. 3. 5. 7. 9. 11. 13. 15. 17. 19. 21. 23. −4i − 15j 25.",
    "word_count": 255,
    "token_count": 553,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch07",
      "chapter_title": "Chapter 7: Try It",
      "subject": "mathematics",
      "chunk_index": 29
    }
  },
  {
    "chunk_id": "mathematics-ch09-000",
    "text": "Chapter 9 Try It 9.1 Systems of Linear Equations: Two Variables 1. Not a solution. 2. The solution to the system is the ordered pair 3. 4. 5. 6. No solution. It is an inconsistent system. 7. The system is dependent so there are infinite solutions of the form 8. 700 children, 950 adults 9.2 Systems of Linear Equations: Three Variables 1. 2. No solution. 3. Infinite number of solutions of the form 9.3 Systems of Nonlinear Equations and Inequalities: Two Variables 1. and 2. 3. 4. 9.4 Partial Fractions 1. 2. 3. 1403 4. 9.5 Matrices and Matrix Operations 1. 2. 9.6 Solving Systems with Gaussian Elimination 1. 2. 3. 4. 5. 6. $150,000 at 7%, $750,000 at 8%, $600,000 at 10% 9.7 Solving Systems with Inverses 1. 2. 3. 4. 9.8 Solving Systems with Cramer's Rule 1. 2. 3. 9.1 Section Exercises 1. No, you can either have zero, one, or infinitely many. Examine graphs. 3. This means there is no realistic break-even point. By the time the company produces one unit they are already making profit. 5. You can solve by substitution (isolating or ), graphically, or by addition. 1404 Access for free at openstax.org 7. Yes 9. Yes 11. 13. 15. 17. No solutions exist. 19. 21. 23. 25. No solutions exist. 27. 29. 31. 33. 35. 37. 39. 41. Consistent with one solution 43. Consistent with one solution 45. Dependent with infinitely many solutions 47. 49. 51. 53. 55. 57. They never turn a profit. 59. 61. The numbers are 7.5 and 20.5. 63. 24,000 65. 790 second-year students, 805 first-year students 67. 56 men, 74 women 69. 10 gallons of 10% solution, 15 gallons of 60% solution 71. Swan Peak: $750,000, Riverside: $350,000 73. $12,500 in the first account, $10,500 in the second account. 75. High-tops: 45, Low-tops: 15 77. Infinitely many solutions. We need more information. 9.2 Section Exercises 1. No, there can be only one, zero, or infinitely many solutions. 3. Not necessarily. There could be zero, one, or infinitely many solutions. For example, is not a solution to the system below, but that does not mean that it has no solution. 5. Every system of equations can be solved graphically, by substitution, and by addition. However, systems of three equations become very complex to solve graphically so other methods are usually preferable. 7. No 9. Yes 11. 13. 15. 17. 1405 19. 21. 23. No solutions exist 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 24, 36, 48 53. 70 grandparents, 140 parents, 190 children 55. Your share was $19.95, Shani’s share was $40, and your other roommate’s share was $22.05. 57. There are infinitely many solutions; we need more information 59. 500 students, 225 children, and 450 adults 61. The BMW was $49,636, the Jeep was $42,636, and the Toyota was $47,727. 63.",
    "word_count": 479,
    "token_count": 903,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch09",
      "chapter_title": "Chapter 9: Try It",
      "subject": "mathematics",
      "chunk_index": 30
    }
  },
  {
    "chunk_id": "mathematics-ch09-001",
    "text": "many solutions; we need more information 59. 500 students, 225 children, and 450 adults 61. The BMW was $49,636, the Jeep was $42,636, and the Toyota was $47,727. 63. $400,000 in the account that pays 3% interest, $500,000 in the account that pays 4% interest, and $100,000 in the account that pays 2% interest. 65. The United States consumed 26.3%, Japan 7.1%, and China 6.4% of the world’s oil. 67. Saudi Arabia imported 16.8%, Canada imported 15.1%, and Mexico 15.0% 69. Birds were 19.3%, fish were 18.6%, and mammals were 17.1% of endangered species 9.3 Section Exercises 1. A nonlinear system could be representative of two circles that overlap and intersect in two locations, hence two solutions. A nonlinear system could be representative of a parabola and a circle, where the vertex of the parabola meets the circle and the branches also intersect the circle, hence three solutions. 3. No. There does not need to be a feasible region. Consider a system that is bounded by two parallel lines. One inequality represents the region above the upper line; the other represents the region below the lower line. In this case, no points in the plane are located in both regions; hence there is no feasible region. 5. Choose any number between each solution and plug into and If then there is profit. 7. 9. 11. 1406 Access for free at openstax.org 13. 15. 17. 19. 21. 23. 25. 27. No Solutions Exist 29. No Solutions Exist 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. No Solution Exists 53. and 55. 12, 288 57. 2–20 computers 1407 9.4 Section Exercises 1. No, a quotient of polynomials can only be decomposed if the denominator can be factored. For example, cannot be decomposed because the denominator cannot be factored. 3. Graph both sides and ensure they are equal. 5. If we choose then the B-term disappears, letting us immediately know that We could alternatively plug in , giving us a B-value of 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 9.5 Section Exercises 1. No, they must have the same dimensions. An example would include two matrices of different dimensions. One cannot add the following two matrices because the first is a matrix and the second is a matrix. has no sum. 3. Yes, if the dimensions of are and the dimensions of are both products will be defined. 5. Not necessarily. To find we multiply the first row of by the first column of to get the first entry of To find we multiply the first row of by the first column of to get the first entry of Thus, if those are unequal, then the matrix multiplication does not commute. 1408 Access for free at openstax.org 7. 9. 11. Undidentified; dimensions do not match 13. 15. 17. 19. 21. 23. 25. Undefined; dimensions do not match. 27. 29. 31.",
    "word_count": 500,
    "token_count": 809,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch09",
      "chapter_title": "Chapter 9: Try It",
      "subject": "mathematics",
      "chunk_index": 31
    }
  },
  {
    "chunk_id": "mathematics-ch09-002",
    "text": "first column of to get the first entry of Thus, if those are unequal, then the matrix multiplication does not commute. 1408 Access for free at openstax.org 7. 9. 11. Undidentified; dimensions do not match 13. 15. 17. 19. 21. 23. 25. Undefined; dimensions do not match. 27. 29. 31. 33. Undefined; inner dimensions do not match. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 9.6 Section Exercises 1. Yes. For each row, the coefficients of the variables are written across the corresponding row, and a vertical bar is placed; then the constants are placed to the right of the vertical bar. 3. No, there are numerous correct methods of using row operations on a matrix. Two possible ways are the following: (1) Interchange rows 1 and 2. Then (2) Then divide row 1 by 9. 5. No. A matrix with 0 entries for an entire row would have either zero or infinitely many solutions. 1409 7. 9. 11. 13. 15. 17. No solutions 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. No solutions exist. 53. 860 red velvet, 1,340 chocolate 55. 4% for account 1, 6% for account 2 57. $126 59. Banana was 3%, pumpkin was 7%, and rocky road was 2% 61. 100 almonds, 200 cashews, 600 pistachios 9.7 Section Exercises 1. If is the inverse of then the identity matrix. Since is also the inverse of You can also check by proving this for a matrix. 3. No, because and are both 0, so which requires us to divide by 0 in the formula. 5. Yes. Consider the matrix The inverse is found with the following calculation: 7. 9. 11. 13. 15. 17. There is no inverse 1410 Access for free at openstax.org 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. Infinite solutions. 55. 50% oranges, 25% bananas, 20% apples 57. 10 straw hats, 50 beanies, 40 cowboy hats 59. Micah ate 6, Joe ate 3, and Albert ate 3. 61. 124 oranges, 10 lemons, 8 pomegranates 9.8 Section Exercises 1. A determinant is the sum and products of the entries in the matrix, so you can always evaluate that product—even if it does end up being 0. 3. The inverse does not exist. 5. 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 1411 31. 33. 35. 37. 39. 41. 43. Infinite solutions 45. 47. 49. Yes; 18, 38 51. Yes; 33, 36, 37 53. $7,000 in first account, $3,000 in second account. 55. 120 children, 1,080 adult 57. 4 gal yellow, 6 gal blue 59. 13 green tomatoes, 17 red tomatoes 61. Strawberries 18%, oranges 9%, kiwi 10% 63. 100 for movie 1, 230 for movie 2, 312 for movie 3 65. 300 almonds, 400 cranberries, 300 cashews Review Exercises 1. No 3. 5. 7. No solutions exist. 9. 11. Infinite solutions 13. No solutions exist. 15.",
    "word_count": 500,
    "token_count": 941,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch09",
      "chapter_title": "Chapter 9: Try It",
      "subject": "mathematics",
      "chunk_index": 32
    }
  },
  {
    "chunk_id": "mathematics-ch09-003",
    "text": "tomatoes, 17 red tomatoes 61. Strawberries 18%, oranges 9%, kiwi 10% 63. 100 for movie 1, 230 for movie 2, 312 for movie 3 65. 300 almonds, 400 cranberries, 300 cashews Review Exercises 1. No 3. 5. 7. No solutions exist. 9. 11. Infinite solutions 13. No solutions exist. 15. 17. 19. 11, 17, 33 21. 23. No solution 25. No solution 27. 29. 31. 33. 35. 37. 39. 41. undefined; dimensions do not match 43. undefined; inner dimensions do not match 45. 47. 49. undefined; inner dimensions do not match 51. with infinite solutions 53. 1412 Access for free at openstax.org 55. 57. No solutions exist. 59. No solutions exist. 61. 63. No inverse exists. 65. 67. 69. 17% oranges, 34% bananas, 39% apples 71. 0 73. 6 75. 77. (x, 5x + 3) 79. Practice Test 1. Yes 3. No solutions exist. 5. 7. 9. 11. 13. 15. 17. 19. 21. 23. No solutions exist. 25. 27. 29.",
    "word_count": 160,
    "token_count": 338,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch09",
      "chapter_title": "Chapter 9: Try It",
      "subject": "mathematics",
      "chunk_index": 33
    }
  },
  {
    "chunk_id": "mathematics-ch10-000",
    "text": "Chapter 10 Try It 10.1 The Ellipse 1. 2. 3. center: vertices: co-vertices: foci: 4. Standard form: center: vertices: co-vertices: foci: 5. Center: vertices: and co-vertices: and foci: and 6. center: vertices: and co- vertices: and foci: and ⓐ ⓑThe people are standing 358 feet apart. 7. 10.2 The Hyperbola 1. Vertices: Foci: 2. 3. 1414 Access for free at openstax.org 4. vertices: co-vertices: foci: asymptotes: 5. center: vertices: and co-vertices: and foci: and asymptotes: 6. The sides of the tower can be modeled by the hyperbolic equation. 10.3 The Parabola 1. Focus: Directrix: Endpoints of the latus rectum: 2. Focus: Directrix: Endpoints of the latus rectum: 3. 4. Vertex: Axis of symmetry: Focus: Directrix: Endpoints of the latus rectum: and 5. Vertex: Axis of symmetry: Focus: Directrix: Endpoints of the latus rectum: and ⓐ ⓑThe depth of the cooker is 500 mm 6. 1415 10.4 Rotation of Axes ⓐhyperbola ⓑellipse 1. 2. ⓐhyperbola ⓑellipse 3. 10.5 Conic Sections in Polar Coordinates 1. ellipse; 2. 3. 4. 10.1 Section Exercises 1. An ellipse is the set of all points in the plane the sum of whose distances from two fixed points, called the foci, is a constant. 3. This special case would be a circle. 5. It is symmetric about the x-axis, y-axis, and the origin. 7. yes; 9. yes; 11. Endpoints of major axis and Endpoints of minor axis and Foci at 13. Endpoints of major axis and Endpoints of minor axis Foci at 15. Endpoints of major axis Endpoints of minor axis Foci at 17. Endpoints of major axis Endpoints of minor axis Foci at 1416 Access for free at openstax.org 19. Endpoints of major axis Endpoints of minor axis Foci at 21. Endpoints of major axis Endpoints of minor axis Foci at 23. Endpoints of major axis Endpoints of minor axis Foci at 25. Endpoints of major axis Endpoints of minor axis Foci at 27. Foci 29. Focus 31. Foci 33. Center Vertices Foci 35. Center Vertices Foci 37. Center Vertices Focus Note that this ellipse is a circle. The circle has only one focus, which coincides with the center. 1417 39. Center Vertices Foci 41. Center Vertices Foci 43. Center Vertices Foci 45. Center Vertices Focus 47. 49. 51. 53. 55. 57. 59. square units. 61. square units. 63. 65. . Distance = 17.32 feet 67. Approximately 51.96 feet 10.2 Section Exercises 1. A hyperbola is the set of points in a plane the difference of whose distances from two fixed points (foci) is a positive constant. 3. The foci must lie on the transverse axis and be in the interior of the hyperbola. 5. The center must be the midpoint of the line segment joining the foci. 7. yes 9. yes 11. vertices: foci: asymptotes: 1418 Access for free at openstax.org 13. vertices: foci: asymptotes: 15. vertices: foci: asymptotes: 17. vertices: foci: asymptotes: 19. vertices: foci: asymptotes: 21. vertices: foci: asymptotes: 23. vertices: foci: asymptotes: 25. vertices: foci: asymptotes: 27. 29. 31. 1419 33. 35.",
    "word_count": 500,
    "token_count": 934,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch10",
      "chapter_title": "Chapter 10: Try It",
      "subject": "mathematics",
      "chunk_index": 34
    }
  },
  {
    "chunk_id": "mathematics-ch10-001",
    "text": "the foci. 7. yes 9. yes 11. vertices: foci: asymptotes: 1418 Access for free at openstax.org 13. vertices: foci: asymptotes: 15. vertices: foci: asymptotes: 17. vertices: foci: asymptotes: 19. vertices: foci: asymptotes: 21. vertices: foci: asymptotes: 23. vertices: foci: asymptotes: 25. vertices: foci: asymptotes: 27. 29. 31. 1419 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 1420 Access for free at openstax.org 61. 63. 65. 67. 69. 10.3 Section Exercises 1. A parabola is the set of points in the plane that lie equidistant from a fixed point, the focus, and a fixed line, the directrix. 3. The graph will open down. 5. The distance between the focus and directrix will increase. 7. yes 9. yes 11. 13. 15. 17. 19. 21. 23. 25. 27. 1421 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 61. 63. At the point 2.25 feet above the vertex. 65. 0.5625 feet 67. height is 7.2 feet 69. 2304 feet 1422 Access for free at openstax.org 10.4 Section Exercises 1. The term causes a rotation of the graph to occur. 3. The conic section is a hyperbola. 5. It gives the angle of rotation of the axes in order to eliminate the term. 7. parabola 9. hyperbola 11. ellipse 13. parabola 15. parabola 17. ellipse 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 1423 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. 10.5 Section Exercises 1. If eccentricity is less than 1, it is an ellipse. If eccentricity is equal to 1, it is a parabola. If eccentricity is greater than 1, it is a hyperbola. 3. The directrix will be parallel to the polar axis. 5. One of the foci will be located at the origin. 7. Parabola with and directrix units below the pole. 9. Hyperbola with and directrix units above the pole. 11. Parabola with and directrix units to the right of the pole. 1424 Access for free at openstax.org 13. Ellipse with and directrix units to the right of the pole. 15. Hyperbola with and directrix units above the pole. 17. Hyperbola with and directrix units to the right of the pole. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. 43. 45. 47. 49. 51. 53. 55. 57. 59. Review Exercises 1. center: vertices: foci: 1425 3. 5. center: vertices: foci: 7. center: vertices: foci: 9. 11. Approximately 35.71 feet 13. center: vertices: foci: 15. center: vertices: foci: 17. 19. 21. 23. vertex: focus: directrix: 25. vertex: focus: directrix: 27. 29. 31. 33. parabola 1426 Access for free at openstax.org 35. ellipse 37. 39. 41. Hyperbola with and directrix units to the left of the pole. 43. Ellipse with and directrix unit above the pole. 45. 47. 49. Practice Test 1. center: vertices: foci: 3. center: vertices: foci: 5. 1427 7. center: vertices foci: asymptotes: 9. center: vertices: foci: asymptotes: 11. 13. vertex: focus: directrix: 15. 17.",
    "word_count": 499,
    "token_count": 1052,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch10",
      "chapter_title": "Chapter 10: Try It",
      "subject": "mathematics",
      "chunk_index": 35
    }
  },
  {
    "chunk_id": "mathematics-ch10-002",
    "text": "directrix units to the left of the pole. 43. Ellipse with and directrix unit above the pole. 45. 47. 49. Practice Test 1. center: vertices: foci: 3. center: vertices: foci: 5. 1427 7. center: vertices foci: asymptotes: 9. center: vertices: foci: asymptotes: 11. 13. vertex: focus: directrix: 15. 17. Approximately feet 19. parabola; 21. 23. Hyperbola with and directrix units to the right of the pole. 25.",
    "word_count": 67,
    "token_count": 138,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch10",
      "chapter_title": "Chapter 10: Try It",
      "subject": "mathematics",
      "chunk_index": 36
    }
  },
  {
    "chunk_id": "mathematics-ch11-000",
    "text": "Chapter 11 Try It 11.1 Sequences and Their Notations 1. The first five terms are 2. The first five terms are 3. The first six terms are 4. 5. 6. 7. 8. 9. The first five terms are 11.2 Arithmetic Sequences 1. The sequence is arithmetic. The common difference is 2. The sequence is not arithmetic because 3. 4. 5. 6. 7. There are 11 terms in the sequence. 8. The formula is and it will take her 42 minutes. 11.3 Geometric Sequences 1. The sequence is not geometric because . 2. The sequence is geometric. The common ratio is . 3. 4. 5. 6. ⓐ ⓑThe number of hits will be about 333. 7. 11.4 Series and Their Notations 1. 38 2. 3. 4. 5. $2,025 6. 7. 9,840 8. $275,513.31 9. The sum is not defined. 1429 10. The sum of the infinite series is defined. 11. The sum of the infinite series is defined. 12. 3 13. The series is not geometric. 14. 15. $32,775.87 11.5 Counting Principles 1. 7 2. There are 60 possible breakfast specials. 3. 120 4. 60 5. 12 6. 7. 8. 9. 64 sundaes 10. 840 11.6 Binomial Theorem ⓐ35 ⓑ330 1. ⓐ ⓑ 2. 3. 11.7 Probability 1. Outcome Probability Heads Tails 2. 3. 4. 5. 6. 11.1 Section Exercises 1. A sequence is an ordered list of numbers that can be either finite or infinite in number. When a finite sequence is defined by a formula, its domain is a subset of the non-negative integers. When an infinite sequence is defined by a formula, its domain is all positive or all non-negative integers. 3. Yes, both sets go on indefinitely, so they are both infinite sequences. 5. A factorial is the product of a positive integer and all the positive integers below it. An exclamation point is used to indicate the operation. Answers may vary. An example of the benefit of using factorial notation is when indicating the product It is much easier to write than it is to write out 1430 Access for free at openstax.org 7. First four terms: 9. First four terms: . 11. First four terms: . 13. First four terms: . 15. First four terms: 17. 19. 21. 23. 25. 27. First five terms: 29. First five terms: 31. 33. 35. 37. 39. 41. 43. First four terms: 45. First four terms: 47. 49. 51. 53. 55. 57. First five terms: , , , , 59. First five terms: 2, 3, 5, 17, 65537 61. 63. First six terms: 0.042, 0.146, 0.875, 2.385, 4.708 65. First four terms: 5.975, 2.765, 185.743, 1057.25, 6023.521 67. If is a term in the sequence, then solving the equation for will yield a non-negative integer. However, if then so is not a term in the sequence. 69. 71. 1431 11.2 Section Exercises 1. A sequence where each successive term of the sequence increases (or decreases) by a constant value. 3.",
    "word_count": 491,
    "token_count": 870,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 37
    }
  },
  {
    "chunk_id": "mathematics-ch11-001",
    "text": "for will yield a non-negative integer. However, if then so is not a term in the sequence. 69. 71. 1431 11.2 Section Exercises 1. A sequence where each successive term of the sequence increases (or decreases) by a constant value. 3. We find whether the difference between all consecutive terms is the same. This is the same as saying that the sequence has a common difference. 5. Both arithmetic sequences and linear functions have a constant rate of change. They are different because their domains are not the same; linear functions are defined for all real numbers, and arithmetic sequences are defined for natural numbers or a subset of the natural numbers. 7. The common difference is 9. The sequence is not arithmetic because 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 37. 39. 41. First five terms: 43. 45. 47. 49. 51. 53. There are 10 terms in the sequence. 55. There are 6 terms in the sequence. 57. The graph does not represent an arithmetic sequence. 59. 61. 1432 Access for free at openstax.org 63. 65. 67. Answers will vary. Examples: and 69. 71. The sequence begins to have negative values at the 13th term, 73. Answers will vary. Check to see that the sequence is arithmetic. Example: Recursive formula: First 4 terms: 11.3 Section Exercises 1. A sequence in which the ratio between any two consecutive terms is constant. 3. Divide each term in a sequence by the preceding term. If the resulting quotients are equal, then the sequence is geometric. 5. Both geometric sequences and exponential functions have a constant ratio. However, their domains are not the same. Exponential functions are defined for all real numbers, and geometric sequences are defined only for positive integers. Another difference is that the base of a geometric sequence (the common ratio) can be negative, but the base of an exponential function must be positive. 7. The common ratio is 9. The sequence is geometric. The common ratio is 2. 11. The sequence is geometric. The common ratio is 13. The sequence is geometric. The common ratio is 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 1433 37. 39. 41. 43. 45. There are terms in the sequence. 47. The graph does not represent a geometric sequence. 49. 51. Answers will vary. Examples: and 53. 55. The sequence exceeds at the 14th term, 57. is the first non- integer value 59. Answers will vary. Example: Explicit formula with a decimal common ratio: First 4 terms: 11.4 Section Exercises 1. An partial sum is the sum of the first terms of a sequence. 3. A geometric series is the sum of the terms in a geometric sequence. 5. An annuity is a series of regular equal payments that earn a constant compounded interest. 7. 9. 11. 13. 15. 17. 19. 21. 23. The series is defined. 25. The series is defined. 27. 1434 Access for free at openstax.org 29.",
    "word_count": 496,
    "token_count": 756,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 38
    }
  },
  {
    "chunk_id": "mathematics-ch11-002",
    "text": "in a geometric sequence. 5. An annuity is a series of regular equal payments that earn a constant compounded interest. 7. 9. 11. 13. 15. 17. 19. 21. 23. The series is defined. 25. The series is defined. 27. 1434 Access for free at openstax.org 29. Sample answer: The graph of seems to be approaching 1. This makes sense because ∞ is a defined infinite geometric series with 31. 49 33. 254 35. 37. 39. 41. 43. 45. 47. $3,705.42 49. $695,823.97 51. 53. 9 terms 55. 57. $400 per month 59. 420 feet 61. 12 feet 11.5 Section Exercises 1. There are ways for either event or event to occur. 3. The addition principle is applied when determining the total possible of outcomes of either event occurring. The multiplication principle is applied when determining the total possible outcomes of both events occurring. The word “or” usually implies an addition problem. The word “and” usually implies a multiplication problem. 5. A combination; 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 9 1435 37. Yes, for the trivial cases and If then If then 39. 41. 43. 45. 47. 49. 51. 53. 11.6 Section Exercises 1. A binomial coefficient is an alternative way of denoting the combination It is defined as 3. The Binomial Theorem is defined as and can be used to expand any binomial. 5. 15 7. 35 9. 10 11. 12,376 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 35. 1436 Access for free at openstax.org 37. 39. 41. 43. 45. 47. 49. The expression cannot be expanded using the Binomial Theorem because it cannot be rewritten as a binomial. 1437 11.7 Section Exercises 1. probability; The probability of an event is restricted to values between and inclusive of and 3. An experiment is an activity with an observable result. 5. The probability of the union of two events occurring is a number that describes the likelihood that at least one of the events from a probability model occurs. In both a union of sets and a union of events the union includes either or both. The difference is that a union of sets results in another set, while the union of events is a probability, so it is always a numerical value between and 7. 9. 11. 13. 15. 17. 19. 21. 23. 25. 27. 29. 31. 33. 1 2 3 4 5 6 1 (1,1) 2 (1,2) 3 (1,3) 4 (1,4) 5 (1,5) 6 (1,6) 7 2 (2,1) 3 (2,2) 4 (2,3) 5 (2,4) 6 (2,5) 7 (2,6) 8 3 (3,1) 4 (3,2) 5 (3,3) 6 (3,4) 7 (3,5) 8 (3,6) 9 4 (4,1) 5 (4,2) 6 (4,3) 7 (4,4) 8 (4,5) 9 (4,6) 10 5 (5,1) 6 (5,2) 7 (5,3) 8 (5,4) 9 (5,5) 10 (5,6) 11 6 (6,1) 7 (6,2) 8 (6,3) 9 (6,4) 10 (6,5) 11 (6,6) 12 35. 37. 39. 41. 43. 45. 47. 1438 Access for free at openstax.org 49. 51.",
    "word_count": 500,
    "token_count": 993,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 39
    }
  },
  {
    "chunk_id": "mathematics-ch11-003",
    "text": "6 (4,3) 7 (4,4) 8 (4,5) 9 (4,6) 10 5 (5,1) 6 (5,2) 7 (5,3) 8 (5,4) 9 (5,5) 10 (5,6) 11 6 (6,1) 7 (6,2) 8 (6,3) 9 (6,4) 10 (6,5) 11 (6,6) 12 35. 37. 39. 41. 43. 45. 47. 1438 Access for free at openstax.org 49. 51. 53. 55. 57. 59. Review Exercises 1. 3. 5. The sequence is arithmetic. The common difference is 7. 9. 11. 13. 15. 4, 16, 64, 256, 1024 17. 19. 21. 23. 25. 27. 29. $5,617.61 31. 6 33. 35. 37. 39. 41. 43. 45. 47. 1 2 3 4 5 6 1 1,1 1,2 1,3 1,4 1,5 1,6 2 2,1 2,2 2,3 2,4 2,5 2,6 3 3,1 3,2 3,3 3,4 3,5 3,6 4 4,1 4,2 4,3 4,4 4,5 4,6 5 5,1 5,2 5,3 5,4 5,5 5,6 6 6,1 6,2 6,3 6,4 6,5 6,6 49. 51. 53. 55. 57. 1439 Practice Test 1. 3. The sequence is arithmetic. The common difference is 5. 7. The sequence is geometric. The common ratio is 9. 11. 13. 15. Total in account: Interest earned: 17. 19. 21. 23. 25. 27. 29. Chapter 12 Try It 12.1 Finding Limits: Numerical and Graphical Approaches 1. and 2. a. 0; b. 2; c. does not exist; d. e. 0; f. does not exist; g. 4; h. 4; i. 4 3. 4. does not exist 12.2 Finding Limits: Properties of Limits 1. 26 2. 59 3. 10 4. 5. 6. 7. 8. 9. 1440 Access for free at openstax.org 12.3 Continuity ⓐremovable discontinuity at ⓑjump discontinuity at 1. 2. No. The function is not continuous at because the left hand limit is and the right hand limit is . 3. No, the function is not continuous at There exists a removable discontinuity at 4. 12.4 Derivatives 1. 3 2. 3. 4. 5. 0 6. 0, 0, ⓐAfter zero seconds, she has traveled 0 feet. ⓑAfter 10 seconds, she has traveled 150 feet east. ⓒAfter 10 seconds, she is moving eastward at a rate of 15 ft/sec. ⓓAfter 20 seconds, she is moving westward at a rate of 10 ft/sec. ⓔAfter 40 seconds, she is 100 feet westward of her starting point. 7. 8. The graph of is continuous on ∞ ∞ The graph of is discontinuous at and The graph of is differentiable on ∞ ∞ The graph of is not differentiable at and 9. 10. –68 ft/sec, it is dropping back to Earth at a rate of 68 ft/s. 12.1 Section Exercises 1. The value of the function, the output, at is When the is taken, the values of get infinitely close to but never equal As the values of approach from the left and right, the limit is the value that the function is approaching. 3. –4 5. –4 7. 2 9. does not exist 11. 4 13. does not exist 15. Answers will vary. 16. Answers will vary. 1441 17. Answers will vary. 18. Answers will vary. 19. Answers will vary. 20. Answers will vary.",
    "word_count": 500,
    "token_count": 1065,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 40
    }
  },
  {
    "chunk_id": "mathematics-ch11-004",
    "text": "limit is the value that the function is approaching. 3. –4 5. –4 7. 2 9. does not exist 11. 4 13. does not exist 15. Answers will vary. 16. Answers will vary. 1441 17. Answers will vary. 18. Answers will vary. 19. Answers will vary. 20. Answers will vary. 21. Answers will vary. 23. 7.38906 25. 54.59815 27. 29. 31. 33. 35. 37. does not exist. Function values decrease without bound as approaches –0.5 from either left or right. 39. 40. 43. 45. and since the right-hand limit does not equal the left-hand limit, does not exist. 47. does not exist. The function increases without bound as approaches from either side. 49. does not exist. Function values approach 5 from the left and approach 0 from the right. 51. Through examination of the postulates and an understanding of relativistic physics, as ∞Take this one step further to the solution, ∞ 1442 Access for free at openstax.org 12.2 Section Exercises 1. If is a polynomial function, the limit of a polynomial function as approaches will always be 3. It could mean either (1) the values of the function increase or decrease without bound as approaches or (2) the left and right-hand limits are not equal. 5. 7. 6 9. 11. 6 13. does not exist 15. 17. 19. 21. 1 23. 6 25. 1 27. 1 29. does not exist 31. 33. 35. 0 37. 39. does not exist; right-hand limit is not the same as the left-hand limit. 41. 2 43. Limit does not exist; limit approaches infinity. 45. 47. 49. 51. 53. 55. 57. does not exist 59. 52 12.3 Section Exercises 1. Informally, if a function is continuous at then there is no break in the graph of the function at and is defined. 3. discontinuous at ; does not exist 5. removable discontinuity at ; is not defined 7. Discontinuous at ; but which is not equal to the limit. 9. does not exist. 11. . Therefore, does not exist. 1443 13. . Thus does not exist. 15. , Therefore, does not exist. 17. is not defined. 19. is not defined. 21. is not defined. 23. Continuous on ∞∞ 25. Continuous on ∞∞ 27. Discontinuous at and 29. Discontinuous at 31. Continuous on ∞ 33. Continuous on ∞ 35. Continuous on ∞∞. 37. 1, but not 2 or 3 39. 1 and 2, but not 3 41. is undefined. 43. ∞ ∞ 45. At the limit does not exist. At does not exist. At there appears to be a vertical asymptote, and the limit does not exist. 47. 49. The function is discontinuous at because the limit as approaches 1 is 5 and 12.4 Section Exercises 1. The slope of a linear function stays the same. The derivative of a general function varies according to Both the slope of a line and the derivative at a point measure the rate of change of the function. 3. Average velocity is 55 miles per hour.",
    "word_count": 497,
    "token_count": 802,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 41
    }
  },
  {
    "chunk_id": "mathematics-ch11-005",
    "text": "1. The slope of a linear function stays the same. The derivative of a general function varies according to Both the slope of a line and the derivative at a point measure the rate of change of the function. 3. Average velocity is 55 miles per hour. The instantaneous velocity at 2:30 p.m. is 62 miles per hour. The instantaneous velocity measures the velocity of the car at an instant of time whereas the average velocity gives the velocity of the car over an interval. 5. The average rate of change of the amount of water in the tank is 45 gallons per minute. If is the function giving the amount of water in the tank at any time then the average rate of change of between and is 7. 9. 11. 13. 15. 17. 1444 Access for free at openstax.org 19. 21. undefined 23. 25. 27. 29. or 31. Discontinuous at and Not differentiable at –2, 0, 2. 33. Discontinuous at Not differentiable at -4, –2, 0, 1, 3, 4, 5. 35. 37. 39. 41. 43. 45. Answers vary. The slope of the tangent line near is 2. 47. At 12:30 p.m., the rate of change of the number of gallons in the tank is –20 gallons per minute. That is, the tank is losing 20 gallons per minute. 49. At 200 minutes after noon, the volume of gallons in the tank is changing at the rate of 30 gallons per minute. 51. The height of the projectile after 2 seconds is 96 feet. 53. The height of the projectile at seconds is 96 feet. 55. The height of the projectile is zero at and again at In other words, the projectile starts on the ground and falls to earth again after 5 seconds. 57. 59. $50.00 per unit, which is the instantaneous rate of change of revenue when exactly 10 units are sold. 61. $21 per unit 63. $36 65. 67. Review Exercises 1. 2 3. does not exist 5. Discontinuous at does not exist jump discontinuity , and does not exist 7. 9. Does not exist 11. 13. 15. 17. 19. 1445 21. At the function has a vertical asymptote. 23. At the function has a vertical asymptote. 25. Removable discontinuity at 27. Removable discontinuity at 29. Removable discontinuity at , discontinuity at 31. Removable discontinuity at , discontinuity at 33. 35. 37. 39. 41. The function would not be differentiable at however, 0 is not in its domain. So it is differentiable everywhere in its domain. Practice Test 1. 3 3. 0 5. 7. and Thus, the limit of the function as approaches 2 does not exist. 10. 12. 14. Removable discontinuity at 16. 18. Discontinuous at −2, 0, not differentiable at −2, 0, 2 20. Not differentiable at (no limit) 22. The height of the projectile at Seconds 24. The average velocity from 26. 28. 29. 2 30. 32. 34. The graph is not differentiable at (cusp). 36. 38. 40. 42.",
    "word_count": 496,
    "token_count": 776,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 42
    }
  },
  {
    "chunk_id": "mathematics-ch11-006",
    "text": "1082, 1085, 1106, 1108, 1112, 1113, 1114 discontinuous 1241 discontinuous function 1238 displacement 567 distance formula 705, 1060, 1078 diverges 1167 dividend 327 Division Algorithm 327, 336 divisor 327 domain 8, 18, 34, 36, 37, 38, 672, 673 domain and range 35, 35 domain of a composite function 80 dot product 901 double-angle formulas 719, 720 doubling time 504 Dürer 842 E eccentricity 1107, 1108 electrostatic force 59 elimination 957 ellipse 879, 879, 957, 1042, 1043, 1045, 1046, 1051, 1076, 1108, 1112 ellipsis 1126 end behavior 285, 362 endpoint 59, 550 Index 1447 entry 975 equation 16 Euler 852 even function 103, 598, 600, 695 even-odd identities 695, 697 event 1194 experiment 1194 explicit formula 1126, 1127, 1128, 1145, 1156 Exponential decay 410, 417, 430, 499, 502, 505, 518 exponential equation 486 exponential function 411 exponential growth 410, 413, 431, 499, 504, 506 extraneous solution 491 extrapolation 228 F Factor Theorem 338 factorial 1135 Fahrenheit 134 feasible region 960 finite arithmetic sequence 1147 finite sequence 1127 foci 1042, 1044, 1045, 1060 focus 1042, 1077, 1080, 1081, 1082, 1085, 1106, 1112, 1113, 1114 formula 16 function 8, 49 function notation 10 Fundamental Counting Principle 1177 Fundamental Theorem of Algebra 342, 343 G Gauss 852, 941, 988 Gaussian elimination 941, 990, 992 general form 264 general form of a quadratic function 266 Generalized Pythagorean Theorem 806 geometric sequence 1153, 1165 geometric series 1165 global maximum 318 global minimum 318 gravity 882 H half-angle formulas 725, 726 half-life 494, 499 harmonic motion 764 Heaviside method 967 Heron of Alexandria 811 Heron’s formula 811 horizontal asymptote 354, 360, 362 horizontal compression 109, 749 horizontal line 196 horizontal line test 24 horizontal reflection 98 horizontal shift 92, 433, 457, 633 horizontal stretch 109 hyperbola 1059, 1062, 1063, 1064, 1066, 1067, 1069, 1071, 1077, 1108, 1111 hypotenuse 610 I identities 587, 600 identity matrix 1002, 1002, 1007 imaginary number 252 inconsistent system 923, 931, 945 increasing function 62, 166 increasing linear function 167 independent system 923 independent variable 8 index of summation 1162 inequality 959 infinite geometric sequence 1167 infinite sequence 1127 infinite series 1167 initial point 889, 892 initial side 551 inner-loop limaçons 842 input 8 instantaneous rate of change 1255 instantaneous velocity 1268 Intermediate Value Theorem 315 interpolation 228 intersection 1196 interval notation 35, 63 inverse cosine function 673 inverse function 135, 376, 380 inverse matrix 1007, 1009 inverse of a radical function 383 inverse of a rational function 385 inverse sine function 673 inverse tangent function 673 inverse trigonometric functions 672, 673, 676, 680 inverse variation 392 inverse variations 392 inversely proportional 392 invertible functions 378 invertible matrix 1002, 1017 J Johnson 1076 joint variation 393 jump discontinuity 1241 K Kovalevskaya 1041 Kronecker 852 L latus rectum 1077, 1080, 1081, 1085 Law of Cosines 806, 808 Law of Sines 789, 807 leading coefficient 289 leading term 289 least common denominator (LCD) 1233 least squares regression 229 left-hand limit 1218, 1241 lemniscate 843 limit 1215, 1217, 1221, 1228, 1229, 1230, 1232, 1233, 1234 Linear Factorization Theorem 343, 343 linear function 165, 211 linear growth 410 linear model 212, 225 linear relationship 226 linear speed 567 local extrema 61 local maximum 61, 318 local minimum 61, 318 logarithm 445 logarithmic equation 491 logarithmic model 521 logistic growth model 506 long division 326 lower limit of",
    "word_count": 550,
    "token_count": 1096,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 43
    }
  },
  {
    "chunk_id": "mathematics-ch11-007",
    "text": "852 L latus rectum 1077, 1080, 1081, 1085 Law of Cosines 806, 808 Law of Sines 789, 807 leading coefficient 289 leading term 289 least common denominator (LCD) 1233 least squares regression 229 left-hand limit 1218, 1241 lemniscate 843 limit 1215, 1217, 1221, 1228, 1229, 1230, 1232, 1233, 1234 Linear Factorization Theorem 343, 343 linear function 165, 211 linear growth 410 linear model 212, 225 linear relationship 226 linear speed 567 local extrema 61 local maximum 61, 318 local minimum 61, 318 logarithm 445 logarithmic equation 491 logarithmic model 521 logistic growth model 506 long division 326 lower limit of summation 1162 M magnitude 49, 91, 853, 889 main diagonal 990 major and minor axes 1045 major axis 1043, 1047 marginal cost 1261 matrix 975, 976, 988 matrix multiplication 981, 1004, 1008 matrix operations 976 maximum value 263 Maxwell 1041 measure of an angle 551 midline 636, 756 minimum value 263 minor axis 1043 model breakdown 228 modeling 212 modulus 49, 856 Multiplication Principle 1177 multiplicative inverse 1004, 1005 multiplicative inverse of a matrix 1002, 1002 multiplicity 308, 309 mutually exclusive events 1196 1448 Index Access for free at openstax.org N n factorial 1135 natural logarithm 449, 490 natural numbers 8 negative angle 551, 560, 585 Newton’s Law of Cooling 505 nominal rate 419 non-right triangles 788 nondegenerate conic sections 1092 nonlinear inequality 959 nth partial sum 1161 nth root of a complex number 860 nth term of the sequence 1126, 1127 O oblique triangle 788 odd function 103, 599, 600, 695 one-loop limaçon 840 one-to-one 376, 431, 444, 475, 482 one-to-one function 21, 135, 672 opposite side 610 order of magnitude 500 ordered pair 8, 36 ordered triple 941 origin 122 outcomes 1194 output 8 P parabola 263, 270, 877, 953, 1076, 1081, 1081, 1082, 1086, 1107, 1109, 1109 parallel lines 199 parallelograms 893 parameter 864 parametric equations 864, 876, 877 parametric form 879 parent function 457 partial fraction 965 partial fraction decomposition 965, 965 Pascal 842 Pascal's Triangle 1189 periapsis 1106 period 603, 633, 651, 653, 740, 756 periodic function 603, 633 periodic motion 756, 764 permutation 1178 perpendicular lines 199 pH 474 phase shift 638 piecewise function 49, 1242, 1245, 1247 piecewise functions 1130 point-slope form 169 point-slope formula 1064 polar axis 819 polar coordinates 819, 821, 823, 833 polar equation 827, 834, 835, 1107 polar form 853 polar form of a complex number 855 polar form of a conic 1114 polar grid 819, 820 pole 819 polynomial 338, 1245 polynomial function 288, 303, 310, 316 position vector 889, 891 positive angle 551, 560 power function 283 power rule for logarithms 478, 482 probability 1194 probability model 1194 product of two matrices 981 product rule for logarithms 475, 477 product-to-sum formulas 733, 734 profit function 934 properties of determinants 1023 properties of limits 1228 Proxima Centauri 500 Pythagoras 852 Pythagorean Identities 694, 697 Pythagorean Identity 577, 578, 602, 705 Pythagorean Theorem 720, 750, 806, 880 Q quadrantal angle 579 quadratic 969, 971 quadratic equation 744 quadratic formula 275, 745 quadratic function 266, 269 quotient 327 quotient identities 696, 697 quotient rule for logarithms 477 R radian 555, 556, 557 radian measure 555, 556, 564 radical functions 378 radiocarbon dating 503 range 8, 673 rate of change 56, 212 rational expression 965, 966, 971 rational function 356, 364,",
    "word_count": 550,
    "token_count": 1041,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 44
    }
  },
  {
    "chunk_id": "mathematics-ch11-008",
    "text": "475, 477 product-to-sum formulas 733, 734 profit function 934 properties of determinants 1023 properties of limits 1228 Proxima Centauri 500 Pythagoras 852 Pythagorean Identities 694, 697 Pythagorean Identity 577, 578, 602, 705 Pythagorean Theorem 720, 750, 806, 880 Q quadrantal angle 579 quadratic 969, 971 quadratic equation 744 quadratic formula 275, 745 quadratic function 266, 269 quotient 327 quotient identities 696, 697 quotient rule for logarithms 477 R radian 555, 556, 557 radian measure 555, 556, 564 radical functions 378 radiocarbon dating 503 range 8, 673 rate of change 56, 212 rational expression 965, 966, 971 rational function 356, 364, 369, 1227 Rational Zero Theorem 338, 339 ray 550 reciprocal 135, 284 reciprocal function 350 reciprocal identities 696, 697 reciprocal identity 656, 663 rectangular coordinates 819, 821, 823 rectangular equation 827, 870 rectangular form 855, 879 recursive formula 1133, 1144, 1144, 1155 reduction formulas 723, 724 reference angle 561, 584, 585, 587, 597 reflection 436, 464 regression analysis 518, 521, 524 relation 8 remainder 327 Remainder Theorem 336 removable discontinuity 359, 359, 1241 Restricting the domain 143 resultant 893 revenue function 933 Richter Scale 444 right triangle 672 right triangles 610 right-hand limit 1219, 1241 roots 263 rose curve 845 row 975 row matrix 976 row operations 990, 992, 995, 1005, 1006, 1007, 1007 row-echelon form 990, 992, 993 row-equivalent 990 S sample space 1194 SAS (side-angle-side) triangle 805 scalar 894, 978 scalar multiple 895, 978 Scalar multiplication 894, 978 scatter plot 225 secant 595, 656 secant function 656 secant line 1253 sector of a circle 565 sequence 1126, 1127, 1141, 1215 series 1161 set-builder notation 39 sigma 1161 simple harmonic motion 764, 764 sine 695, 733, 735 sine function 574, 599, 632, 634, 637, 643, 646 sinusoidal function 635, 756 slope 165, 168 slope of the curve 1253 slope of the tangent 1255 Index 1449 slope-intercept form 164 smooth curve 295 solution set 942 solving systems of linear equations 926 special angles 582, 613, 704 square matrix 976, 1017 SSA (side-side-angle) 788 SSS (side-side-side) triangle 805 standard form of a quadratic function 266 standard position 551, 552, 889 stepwise function 1238 stretch 435 stretching/compressing factor 654, 655 substitution method 925 sum and difference formulas for cosine 705 sum and difference formulas for sine 707 sum and difference formulas for tangent 709 sum-to-product formulas 735, 735 summation notation 1162 surface area 377 symmetry test 834 synthetic division 329, 340 system of equations 988, 989, 992, 993, 1009 system of linear equations 217, 922, 924, 925 system of nonlinear equations 953 system of nonlinear inequalities 960 system of three equations in three variables 1021 T tangent 594, 651, 653 tangent function 652, 653, 654, 666, 696 tangent line 1253 term 1126, 1141 term of a polynomial function 288 terminal point 889, 892 terminal side 551 transformation 89 transformations 189 translation 1046 transverse axis 1059 trigonometric equations 871 trigonometric functions 610 trigonometric identities 806 turning point 293, 312 two-sided limit 1219, 1255 U union of two events 1195 unit circle 557, 574, 574, 580, 583, 599, 610, 741 unit vector 897 upper limit of summation 1162 upper triangular form 941 V varies directly 390 varies inversely 392 vector 889 vector addition 893 velocity 1255, 1268 vertex 263, 550, 1043, 1044, 1077, 1085 vertex form of a quadratic function 264 vertical asymptote 353,",
    "word_count": 550,
    "token_count": 1024,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 45
    }
  },
  {
    "chunk_id": "mathematics-ch11-009",
    "text": "1141 term of a polynomial function 288 terminal point 889, 892 terminal side 551 transformation 89 transformations 189 translation 1046 transverse axis 1059 trigonometric equations 871 trigonometric functions 610 trigonometric identities 806 turning point 293, 312 two-sided limit 1219, 1255 U union of two events 1195 unit circle 557, 574, 574, 580, 583, 599, 610, 741 unit vector 897 upper limit of summation 1162 upper triangular form 941 V varies directly 390 varies inversely 392 vector 889 vector addition 893 velocity 1255, 1268 vertex 263, 550, 1043, 1044, 1077, 1085 vertex form of a quadratic function 264 vertical asymptote 353, 356, 362, 673 vertical compression 105 vertical line 196 vertical line test 22 vertical reflection 98 vertical shift 90, 189, 433, 459, 505, 638 vertical stretch 105, 189, 461 vertical tangent 1265 vertices 1043, 1045 volume of a sphere 283 X x-intercept 194 Y y-intercept 165, 188 Z zeros 263, 304, 308, 340, 838 1450 Index Access for free at openstax.org",
    "word_count": 161,
    "token_count": 298,
    "metadata": {
      "source_title": "Precalculus 2e",
      "chapter_id": "ch11",
      "chapter_title": "Chapter 11: Try It",
      "subject": "mathematics",
      "chunk_index": 46
    }
  }
]